<template>
    <el-tabs :tab-position="tabPosition" style="height: 500px " class="demo-tabs" stretch="true">
        <ul v-infinite-scroll="load" class="infinite-list" style="height:100%; overflow: auto">
        <el-tab-pane label="2000">2000年
            <el-collapse v-model="activeNames" @change="handleChange">
                <el-collapse-item title="1月" name="1">
                    <div style="margin-top:10px;">1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div style="margin-top:10px;">1月1日——汉中音乐广播正式开播。</div>
                    <div style="margin-top:10px;">1月1日——《中华人民共和国个人独资企业法》正式施行。</div>
                    <div style="margin-top:10px;">1月5日~6日——中央农村工作会议在北京举行。</div>
                    <div style="margin-top:10px;">1月10日——美国在线公司和时代华纳公司合并，组建“美国在线——时代华纳公司”（AOL Time Warner）。</div>
                    <div style="margin-top:10px;">1月12日——南部非洲发展共同体宣布酝酿已久的南共体自由贸易区计划于2000年4月正式启动。当下南共体14个成员国中已有10个国家签署和批准了计划。</div>
                    <div style="margin-top:10px;">1月12日——以“新开端、新思路”为主题的世界经济论坛新千年首届年会在瑞士达沃斯开幕。与会者将讨论人类面临的新问题及寻求解决的新思路。主要议题包括经济全球化、生物技术革命、电子贸易和环境保护等。</div>
                    <div style="margin-top:10px;">1月12日——中国政府首次派出民事警察执行联合国维和任务。</div>
                    <div style="margin-top:10px;">1月14日——人类成功克隆猴。</div>
                    <div style="margin-top:10px;">1月15日——云南姚安发生6.5级地震。</div>
                    <div style="margin-top:10px;">1月28日——电视剧《西游记续集》上映。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div style="margin-top:10px;">2月7日——《新闻60分》在CCTV-4开播。</div>
                    <div style="margin-top:10px;">2月12日——联合国贸易和发展会议在曼谷开幕。本届大会的主题是：全球化和新世纪发展战略。</div>
                    <div style="margin-top:10px;">2月16日——德总统为纳粹大屠杀道歉：强调要教育青年记取历史教训。</div>
                    <div style="margin-top:10px;">2月17日——微软发布Windows 2000。</div>
                    <div style="margin-top:10px;">2月20日～25日——江泽民在广东考察工作时，提出代表中国先进生产力的发展要求、代表中国先进文化的前进方向、代表中国最广大人民的根本利益的“三个代表”重要思想 。</div>
                    <div style="margin-top:10px;">2月21日——国际母语日。</div>
                    <div style="margin-top:10px;">2月28日——柳州电视台开播民生新闻节目《新播报》。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3" >
                    <div style="margin-top:10px;">3月2日——中共中央、国务院发出《关于进行农村税费改革试点工作的通知》。</div>
                    <div style="margin-top:10px;">3月7日——以“建设知识社会”为主题的第二届全球知识大会在马来西亚首都吉隆坡开幕。会议重点讨论三大问题：如何确保各国公民都能平等地获得信息和通信技术；确定协助个人和社会群体改善生活的策略以及如何使新技术成为更有效、透明和参与式的管理工具。</div>
                    <div style="margin-top:10px;">3月8日——东京地铁日比谷线事故。</div>
                    <div style="margin-top:10px;">3月11日——江西萍乡发生烟花爆竹爆炸事件，造成33人死亡。</div>
                    <div style="margin-top:10px;">3月18日——2000年台湾大选，由民进党籍候选人陈水扁以39.3%的得票率当选。</div>
                    <div style="margin-top:10px;">3月30日——由李少红和曾念平执导，陈红、归亚蕾、赵文瑄、周迅等人主演的历史古装剧《大明宫词》在央视八套黄金时段首播。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div style="margin-top:10px;">4月5日——森喜朗接替因病无法视事的小渊惠三出任日本首相。</div>
                    <div style="margin-top:10px;">4月20日——中国移动通信集团公司（中国移动）成立。</div>
                    <div style="margin-top:10px;">4月29日——由中南工业大学、湖南医科大学、长沙铁道学院合并组建的教育部直属重点综合性大学中南大学成立。</div>
                    <div style="margin-top:10px;">4月30日——中央电视台《综艺大观》栏目组全体工作人员、主持人周涛、演员潘长江、蔡明、郁钧剑、尹相杰、戴娆、梅婷、王学兵、陈倩倩等来到北京大兴县国家环保总局和北京市政府共同建立的南海子北京麋鹿苑环境教育基地，参加义务植树劳动，为消除沙尘暴，绿化京城，增加了一片新株。部分大学生文艺骨干也参加了此次公益活动。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div style="margin-top:10px;">5月7日——普京就任俄罗斯总统。</div>
                    <div style="margin-top:10px;">5月11日——建设部、中国人民银行共同印发《住房置业担保管理试行办法》。</div>
                    <div style="margin-top:10px;">5月11日——经国务院批准，撤销吉安地区，设立地级吉安市，吉安市新设立吉州区和青原区；同时撤销宁冈县，宁冈县并入井冈山市，井冈山市由吉安市代管。（同年8月18日正式撤地设市）</div>
                    <div style="margin-top:10px;">5月17日——澳门特别行政区行政长官何厚铧出访葡萄牙，并与葡萄牙外长伽玛共同签署了《中华人民共和国澳门特别行政区和葡萄牙共和国关于相互鼓励和保护投资的协定》。</div>
                    <div style="margin-top:10px;">5月20日——陈水扁和吕秀莲就任台湾地区领导人。</div>
                    <div style="margin-top:10px;">5月20日——经国务院批准，撤销丽水地区，设立地级丽水市，原丽水市改为莲都区，龙泉市由丽水市代管（同年7月19日正式撤地设市）。</div>
                    <div style="margin-top:10px;">5月21日——经国务院批准，调整部分行政区划：（一）广州市撤销番禺市和花都市，设立番禺区和花都区（同年7月15日正式挂牌成立）；（二）亳州市由县级市升为地级市，原亳州市改为谯城区，将原属阜阳市的涡阳县、蒙城县、利辛县划归亳州市管辖。</div>
                    <div style="margin-top:10px;">5月26日——经国务院批准，安县人民政府驻地从安昌镇迁至花荄镇。(2002年4月16日，县政府正式迁至花荄镇)</div>
                    <div style="margin-top:10px;">5月29日～31日——应时任中共中央总书记、国家主席江泽民邀请，朝鲜劳动党总书记、国防委员会委员长金正日对中国进行了非正式访问。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div style="margin-top:10px;">6月1日——香港宣布关闭最后一个越南难民中心——望后石越南难民中心，标志着困扰香港20余年的越南难民问题终于获得全面解决。</div>
                    <div style="margin-top:10px;">6月2日——英国多佛港发现58名偷渡客死亡惨案。</div>
                    <div style="margin-top:10px;">6月10日~7月3日——2000年荷兰比利时欧洲杯揭幕，赛事由荷兰及比利时共同合办。</div>
                    <div style="margin-top:10px;">6月10日——中亚和西亚经济合作组织第6届首脑会议闭幕。会议发表《德黑兰宣言》，呼吁成员国之间加强在经济、科技、教育、文化以及基础设施等领域的合作，迎接科技全球化的挑战，以促进地区经济繁荣。</div>
                    <div style="margin-top:10px;">6月10日——经国务院批准，调整部分行政区划：（一）撤销眉山地区，设立地级眉山市，原眉山县改为东坡区（同年12月19日正式撤地设市）；（二）撤销滨州地区，设立地级滨州市，原县级滨州市改为滨城区。(2001年1月16日正式挂牌)</div>
                    <div style="margin-top:10px;">6月13日——金正日与金大中在平壤举行了历史性的会晤，这是朝鲜半岛分裂55年后，朝韩最高领导人的首次会晤。</div>
                    <div style="margin-top:10px;">6月13日——中共中央、国务院发出《关于促进小城镇健康发展的若干意见》。</div>
                    <div style="margin-top:10px;">6月13日——经国务院批准，上海市撤销黄浦区和南市区，成立新的黄浦区。</div>
                    <div style="margin-top:10px;">6月14日——朝鲜领导人金正日和韩国总统金大中签署了《北南共同宣言》。共同宣言提出双方要进行经济、社会和文化等方面的合作与交流。</div>
                    <div style="margin-top:10px;">6月14日——经国务院批准，调整四川省行政区划：（一）撤销雅安地区，设立地级雅安市，原县级雅安市改为雨城区（同年12月10日正式撤地设市）；（二）撤销资阳地区，设立地级资阳市，原县级资阳市改为雁江区，简阳市由资阳市代管（同年12月29日正式撤地设市）；（三）撤销巴中地区，设立地级巴中市，原县级巴中市改为巴州区（同年12月28日正式撤地设市）。</div>
                    <div style="margin-top:10px;">6月21日——中国联通在纽约、香港证券交易所成功上市。</div>
                    <div style="margin-top:10px;">6月21日——经国务院批准，剑阁县人民政府驻地从普安镇迁至下寺镇。(2003年9月28日正式实施)</div>
                    <div style="margin-top:10px;">6月23日——经国务院批准，调整部分行政区划：（一）撤销菏泽地区，设立地级菏泽市，原菏泽市改为牡丹区（2001年1月8日正式撤地设市）；（二）撤销临汾地区，设立地级临汾市，原县级临汾市改为尧都区，侯马市和霍州市由临汾市代管；（三）撤销安顺地区，设立地级安顺市，原县级安顺市改为西秀区；（四）撤销安康地区，设立地级安康市，原县级安康市改为汉滨区（2001年1月1日正式挂牌）。</div>
                    <div style="margin-top:10px;">6月25日——经国务院批准，调整部分行政区划：（一）撤销省直辖县级随州市，设立地级随州市，市人民政府驻新设立的曾都区；（二）撤销池州地区，设立地级池州市，原贵池市改为贵池区；（三）撤销宣城地区，设立地级宣城市，原宣州市改为宣州区，宁国市由宣城市代管（2001年1月10日，宣城市正式挂牌成立）；（四）重庆市撤销黔江土家族苗族自治县，设立黔江区。</div>
                    <div style="margin-top:10px;">6月25日——朝鲜战争爆发50周年。</div>
                    <div style="margin-top:10px;">6月28日——依据建设部、中国人民银行共同印发《住房置业担保管理试行办法》(建住房〔2000〕108号)，安徽省安庆市成立首家住房公积金担保贷款的专业担保机构——安庆市房屋置业担保公司。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div style="margin-top:10px;">7月1日——澳大利亚开始实施消费税（商品及服务税），税率10%，同时宣布减免多项其他税收。</div>
                    <div style="margin-top:10px;">7月1日——《中华人民共和国立法法》正式施行。</div>
                    <div style="margin-top:10px;">7月3日——CCTV-2由“经济·综合频道”改版为“经济·生活·服务频道”。</div>
                    <div style="margin-top:10px;">7月7日——22时30分，广西柳州市壶东大桥发生一起大客车坠入柳江的特大交通事故，车内司乘人员共79人全部死亡，直接经济损失约20万元。</div>
                    <div style="margin-top:10px;">7月10日——由陈家林执导，高兰村、张志忠、杨童舒、孙飞虎等人主演历史古装剧《太平天国》在央视一套黄金时段首播。</div>
                    <div style="margin-top:10px;">7月25日——法国航空4590号班机在自巴黎起飞后不久坠毁，导致机上109人和地面上5人死亡。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div style="margin-top:10px;">8月12日——俄罗斯核潜艇“库尔斯克号”沉没北冰洋，核潜艇上118人遇难。</div>
                    <div style="margin-top:10px;">8月21日——俄罗斯军方宣布失事核潜艇“库尔斯克号”全体官兵确已死亡。同日，江泽民主席致电俄总统普京，对遇难者表示哀悼。</div>
                    <div style="margin-top:10px;">8月28日——国际奥委会执委会在瑞士洛桑宣布北京等五个城市获得2008年夏季奥运会的申办资格。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div style="margin-top:10px;">9月3日——中国第一台交流传动高速电动车组动力车在株洲竣工。这台外观如一颗“子弹头”的动力车名为“蓝箭”，设计时速305公里，是当时我国设计时速最高的动力机车。</div>
                    <div style="margin-top:10px;">9月3日——中国人民抗日战争暨世界反法西斯战争胜利55周年。</div>
                    <div style="margin-top:10px;">9月6日——中国签署儿童权利公约议定书。</div>
                    <div style="margin-top:10px;">9月10日——香港特别行政区第二届立法会选举顺利举行。</div>
                    <div style="margin-top:10px;">9月14日——微软发布Windows Me。</div>
                    <div style="margin-top:10px;">9月14日——亚欧海底光缆全线开通。</div>
                    <div style="margin-top:10px;">9月15日~10月1日——2000年悉尼奥运会在澳大利亚悉尼举行。中国获得28块金牌、16块银牌、15块铜牌，金牌总数、奖牌总数双双名列第三。</div>
                    <div style="margin-top:10px;">9月18日——首届亚洲国家政党会议开幕。</div>
                    <div style="margin-top:10px;">9月24日~10月7日——“朱宣咸从艺五十五年画展”在重庆举行，该展览由文化、新闻、出版等六单位联合主办，著名画家、中国美术家协会副主席、顾问，原中国文联书记处书记华君武为展览题名。展览开幕式结束后，当日召开了“朱宣咸艺术研讨会”。</div>
                    <div style="margin-top:10px;">9月25日——中国中央电视台英语国际频道(CCTV-9)正式开播。</div>
                    <div style="margin-top:10px;">9月27日——日本著名女歌手滨崎步的第三张原创专辑《Duty》（中文译名《以声作责》或《偶像责任》） [7-8]  和第17支个人单曲《SURREAL》（中文译名《超现实》）分别于同日发行。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div style="margin-top:10px;">10月9日～11日——中共十五届五中全会召开，通过《中共中央关于制定国民经济和社会发展第十个五年计划的建议》，指出我国社会主义市场经济体制已经初步建立，人民生活总体上达到了小康水平；从新世纪开始，将进入全面建设小康社会、加快推进社会主义现代化的新的发展阶段。</div>
                    <div style="margin-top:10px;">10月10日——克林顿总统签署对华永久正常贸易关系议案，从而使这项由美国参众两院通过的议案正式成为美国法律。</div>
                    <div style="margin-top:10px;">10月10日~12日—— “中非合作论坛北京2000年部长级会议”召开。</div>
                    <div style="margin-top:10px;">10月18日~29日——2000年悉尼残奥会在澳大利亚悉尼举行。</div>
                    <div style="margin-top:10px;">10月25日——首都各界纪念中国人民志愿军抗美援朝出国作战50周年大会在人民大会堂隆重举行。</div>
                    <div style="margin-top:10px;">10月31日——新加坡航空006号班机在台湾中正机场坠毁，82人遇难。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div style="margin-top:10px;">11月4日——由广东广播电视台出品的家庭情景剧《外来媳妇本地郎》开始在广东电视台珠江频道正式播出。</div>
                    <div style="margin-top:10px;">11月7日——中国台湾男歌手周杰伦发行第一张原创专辑《Jay》，正式出道 [11]  。</div>
                    <div style="margin-top:10px;">11月7日——2000年美国总统选举，乔治·沃克·布什赢得较多选举人票，但因佛罗里达州的票数太过接近而发生争议，佛州部分地区下令手工计票。</div>
                    <div style="margin-top:10px;">11月8日——贵州省洪家渡水电站、引子渡水电站、乌江渡水电站扩机工程同时开工建设，标志我国西电东送工程全面启动。</div>
                    <div style="margin-top:10px;">11月8日——远华走私案一审十四人被判死刑。</div>
                    <div style="margin-top:10px;">11月9日——夏商周断代工程提出的新《夏商周年表》正式公布，把我国历史纪年由西周晚期的共和元年（公元前841年）向前延伸了1200多年。</div>
                    <div style="margin-top:10px;">11月11日——奥地利一登山缆车发生大火。</div>
                    <div style="margin-top:10px;">11月26日——《本周》在CCTV-1开播。</div>
                    <div style="margin-top:10px;">11月27日——《国际时讯》在CCTV-1正式开播，同时《实话实说》改在晚间时段播出。</div>
                    <div style="margin-top:10px;">11月28日——中共中央、国务院召开的中央经济工作会议在北京举行。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div style="margin-top:10px;">12月1日——香港开始实施强制性公积金（强积金）计划。</div>
                    <div style="margin-top:10px;">12月12日——佛罗里达州议会众院任命支持小布什的25位选举人；美国联邦最高法院以5比4裁定该州停止手工计票。</div>
                    <div style="margin-top:10px;">12月13日——美国民主党总统候选人戈尔发表电视讲话，承认失败，共和党候选人小布什则发表胜选演说。</div>
                    <div style="margin-top:10px;">12月13日——《每周质量报告》撤出CCTV-3。</div>
                    <div style="margin-top:10px;">12月18日——中国中央电视台第三套节目（CCTV-3）正式改版，频道呼号由原来的戏曲·音乐·综艺频道更改为“中央电视台综艺频道”，同时新开播了一批新栏目。频道的ID也做了相应调整，开始采用具有传统中国风的红丝带放大版“3”字形状图案。</div>
                    <div style="margin-top:10px;">12月18日——京沪高速公路（北京至上海）全线贯通，全长1262公里。</div>
                    <div style="margin-top:10px;">12月20日——澳门回归中国1周年。</div>
                    <div style="margin-top:10px;">12月21日——经国务院批准，调整江苏省行政区划：（一）扬州市撤销邗江县，设立邗江区；（二）南京市撤销江宁县，设立江宁区；（三）无锡市撤销锡山市、马山区和郊区，设立锡山区、惠山区和滨湖区；（四）原淮阴市更名为淮安市；撤销县级淮安市，设立楚州区；撤销淮阴县，设立淮阴区。（以上于2001年2月12日正式实施）</div>
                    <div style="margin-top:10px;">12月25日——21时35分，河南省洛阳市老城区东都商厦发生特大火灾事故，26日0时45分大火最终被扑灭。此次火灾事故造成309人中毒窒息死亡，7人受伤，直接经济损失275万元。</div>
                    <div style="margin-top:10px;">12月26日——中国第一条城市高架轨道交通线“上海轨道交通3号线”开通。</div>
                    <div style="margin-top:10px;">12月30日——国家统计局宣布，2000年国内生产总值首次突破1万亿美元，国有大中型企业改革和三年脱困目标基本实现。</div>
                    <div style="margin-top:10px;">12月30日——经国务院批准，金华市撤销金华县，设立金东区，扩大婺城区的行政区域。</div>
                    <div style="margin-top:10px;">12月31日——经国务院批准，苏州市撤销县级吴县市，设立吴中区和相城区。（2001年2月28日，相城区、吴中区正式挂牌成立）</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2001">2001年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div style="margin-top:10px;">1月1日——街机游戏《怒之铁拳》系列官网诞生。</div>
                    <div style="margin-top:10px;">1月9日——经国务院批准，北京市撤销大兴县，设立大兴区。（同年4月30日正式挂牌）</div>
                    <div style="margin-top:10px;">1月10日——中国“神舟二号”无人飞船发射成功。</div>
                    <div style="margin-top:10px;">1月13日——经国务院批准，撤销昭通地区，设立地级昭通市，原昭通市改为昭阳区。（同年8月11日正式撤地设市）</div>
                    <div style="margin-top:10px;">1月14日——希腊籍货轮阿玛斯号在台湾垦丁海域搁浅，并于数日后发生严重漏油。</div>
                    <div style="margin-top:10px;">1月20日——乔治·沃克·布什正式就任美国总统。</div>
                    <div style="margin-top:10px;">1月26日——印度古吉拉特邦发生7.9级强烈地震，近20000人遇难。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div style="margin-top:10px;">2月2日——经国务院批准，杭州市撤销余杭市和萧山市，设立余杭区和萧山区。（3月25日，余杭区、萧山区正式成立）</div>
                    <div style="margin-top:10px;">2月6日——以色列举行了议会和总理选举。利库德集团在该政权议会选举中获胜，该集团党首沙龙正式出任以色列总理。</div>
                    <div style="margin-top:10px;">2月15日——人类基因组计划大致完成。</div>
                    <div style="margin-top:10px;">2月19日——中共中央、国务院举行国家科学技术奖励大会，授予吴文俊、袁隆平2000年度国家最高科学技术奖。根据中共中央、国务院的决定，自2000年起设立国家最高科学技术奖。</div>
                    <div style="margin-top:10px;">2月26日——欧洲联盟决定扩大。</div>
                    <div style="margin-top:10px;">2月27日——由亚洲25国与澳大利亚发起的博鳌亚洲论坛在海南博鳌成立。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div style="margin-top:10px;">3月12日——联合国教科文组织证实塔利班毁灭了位于巴米扬的两座5世纪的大佛像。</div>
                    <div style="margin-top:10px;">3月16日——中国石家庄“3·16”特大爆炸案，造成108人死亡，38人受伤。</div>
                    <div style="margin-top:10px;">3月22日——经国务院批准，天津市撤销宝坻县，设立宝坻区。（同年9月28日正式撤县设区）</div>
                    <div style="margin-top:10px;">3月28日——日本乐坛两大著名女歌手宇多田光的第二张原创专辑《Distance》和滨崎步的第一张精选专辑《A BEST》分别于同日发售，从而引发唱片界一场影响深远的市场大战，史称“328大战”或“光步大战”。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div style="margin-top:10px;">4月1日——中美撞机事件。在中国南海上空，一架美军EP-3型侦察机与一架中国歼八战机发生碰撞，中国战机坠毁，飞行员王伟跳伞，下落不明，后被中国确认牺牲；而美国的军机则迫降海南岛陵水机场。</div>
                    <div style="margin-top:10px;">4月1日——荷兰正式成为世界上第一个法律承认同性婚姻合法的国家。</div>
                    <div style="margin-top:10px;">4月1日——南斯拉夫前总统米洛塞维奇被逮捕。</div>
                    <div style="margin-top:10px;">4月3日——电视剧《情深深雨濛濛》在台湾中视首播。</div>
                    <div style="margin-top:10px;">4月11日——澳大利亚队在2002年韩日世界杯大洋洲区预选赛中31-0的巨大优势屠杀对手美属萨摩亚队，31球分差创下了国际比赛最大分差纪录。澳大利亚球员阿奇·汤普森在比赛中打入13球也创下了个人单场进球的纪录。</div>
                    <div style="margin-top:10px;">4月15日——由郭宝昌执导，斯琴高娃、陈宝国、刘佩琦等人主演的史诗家族剧《大宅门》在央视一套黄金时段首播，以17.74点的收视率夺得2001年央视年度收视冠军。</div>
                    <div style="margin-top:10px;">4月16日——《早安中国》在CCTV-5开播。</div>
                    <div style="margin-top:10px;">4月16日——第一个3G电话经由英国的沃达丰网络拨出。</div>
                    <div style="margin-top:10px;">4月26日——小泉纯一郎就任日本第87任首相。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div style="margin-top:10px;">5月14日~20日——首届“科技活动周”在北京举行。经国务院批准，自2001年起，每年5月份的第三周，在全国开展群众性的“科技活动周”活动。</div>
                    <div style="margin-top:10px;">5月19日~27日——第三届东亚运动会在日本大阪举行。</div>
                    <div style="margin-top:10px;">5月23日——西藏和平解放50周年。</div>
                    <div style="margin-top:10px;">5月24日~25日——中央扶贫开发工作会议召开，指出在20世纪末基本解决农村贫困人口温饱问题的战略目标已基本实现。</div>
                    <div style="margin-top:10px;">5月28日——电视剧《情深深雨濛濛》在香港翡翠台首播。</div>
                    <div style="margin-top:10px;">5月29日——伊朗正式宣布加入15国集团。</div>
                    <div style="margin-top:10px;">5月30日~6月10日——2001年韩日联合会杯在韩国和日本举行。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div style="margin-top:10px;">6月1日——尼泊尔王室发生血案。尼泊尔国王比兰德拉等多名王室人员被王储迪彭德拉刺杀身亡，迪彭德拉在随后自杀，但是没有成功。</div>
                    <div style="margin-top:10px;">6月2日——尼泊尔官方根据宪法规定宣布迪彭德拉继任国王。</div>
                    <div style="margin-top:10px;">6月4日——继位第3天的尼泊尔国王迪彭德拉伤重不治，由叔叔贾南德拉继任国王。</div>
                    <div style="margin-top:10px;">6月6日——亚太经合组织（APEC）成员国贸易部长会议在上海召开。</div>
                    <div style="margin-top:10px;">6月10日——法国队在2001年韩日联合会杯决赛中以1-0击败东道主日本队夺冠。</div>
                    <div style="margin-top:10px;">6月15日——上海合作组织成员国元首会议在上海举行。中国、俄罗斯、哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、乌兹别克斯坦六国元首共同签署《上海合作组织成立宣言》。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div style="margin-top:10px;">7月1日——中共中央举行庆祝中国共产党成立80周年大会。江泽民发表讲话，系统总结党80年来的奋斗业绩和基本经验，全面阐述“三个代表”重要思想的科学内涵。</div>
                    <div style="margin-top:10px;">7月1日——中国人民解放军第二炮兵成立35周年。</div>
                    <div style="margin-top:10px;">7月9日——中国中央电视台科学教育频道（CCTV-10）、戏曲频道（CCTV-11）正式开播；CCTV-7由“少儿·军事·农业·科技频道”更名为“少儿·军事·农业频道”；同时各频道正式更换双线勺标式台标，并使用至今。同时各频道推出统一的宣传片（ID），除综艺频道、电视剧频道、戏曲频道外，宣传片内容均为“您正在收看的是中央电视台XX频道”。</div>
                    <div style="margin-top:10px;">7月9日——《体育世界》在CCTV-5开播。</div>
                    <div style="margin-top:10px;">7月12日——由周星驰执导并主演的喜剧电影《少林足球》在中国香港上映。</div>
                    <div style="margin-top:10px;">7月13日——北京赢得2008年奥运会的主办权。</div>
                    <div style="margin-top:10px;">7月16日——时任中国国家主席江泽民和俄罗斯总统普京在莫斯科签署了《中俄睦邻友好合作条约》和《中俄元首莫斯科联合声明》。</div>
                    <div style="margin-top:10px;">7月27日——马来西亚总理马哈蒂尔要求成立由中国、日本和东盟成员国参加的东南亚经济共同体。</div>
                    <div style="margin-top:10px;">7月28日——亚历杭德罗·托莱多当选秘鲁总统。</div>
                    <div style="margin-top:10px;">7月28日——唐山大地震25周年祭。</div>
                    <div style="margin-top:10px;">7月29日——中度台风“桃芝”侵袭台湾，造成200余人死亡。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div style="margin-top:10px;">8月13日——日本首相小泉纯一郎无视日本国内和国际舆论的反对，于当日下午参拜了祭有甲级战犯的靖国神社。</div>
                    <div style="margin-top:10px;">8月16日~26日——2001年世界运动会在日本秋田县举行。</div>
                    <div style="margin-top:10px;">8月24日——越洋航空236号航班A330客机因帮浦维修不当导致发动机漏油，最后滑行至亚述尔群岛迫降，无人伤亡。该航班创造大型民航客机滑行世界纪录。</div>
                    <div style="margin-top:10px;">8月31日——经国务院批准，撤销商洛地区，设立地级商洛市，原商州市改为商州区。（2002年1月18日正式撤地设市）</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div style="margin-top:10px;">9月1日——化油器类轿车正式停止生产销售。</div>
                    <div style="margin-top:10px;">9月3日——电视剧《情深深雨濛濛》在央视首播。</div>
                    <div style="margin-top:10px;">9月3日~5日——应朝鲜劳动党总书记、国防委员会委员长金正日的邀请，时任中共中央总书记、国家主席江泽民对朝鲜进行正式友好访问。</div>
                    <div style="margin-top:10px;">9月11日——9.11事件。恐怖分子劫持民航客机撞入美国世界贸易中心及五角大楼，造成近3000人死亡。</div>
                    <div style="margin-top:10px;">9月14日——中国台湾男歌手周杰伦的个人第二张原创专辑《范特西》发行。</div>
                    <div style="margin-top:10px;">9月16日~19日——台风百合（台湾译名：纳莉）侵袭台湾，造成台湾北部严重水患。</div>
                    <div style="margin-top:10px;">9月18日——九·一八事变爆发70周年纪念日。</div>
                    <div style="margin-top:10px;">9月20日——中共中央印发《公民道德建设实施纲要》，提出要在全社会大力提倡“爱国守法、明礼诚信、团结友善、勤俭自强、敬业奉献”的基本道德规范。</div>
                    <div style="margin-top:10px;">9月23日——2001年澳门立法会选举投票日。</div>
                    <div style="margin-top:10px;">9月24日~26日——中共十五届六中全会召开，通过《中共中央关于加强和改进党的作风建设的决定》，提出作风建设“八个坚持、八个反对”的要求。</div>
                    <div style="margin-top:10px;">9月25日——日本首相小泉纯一郎抵达白宫，与美国总统乔治·沃克·布什就美国向恐怖主义宣战等问题展开会谈。</div>
                    <div style="margin-top:10px;">9月28日——联合国安理会通过了解除制裁苏丹的决议。</div>
                    <div style="margin-top:10px;">9月29日——抚顺矿务局转制为抚顺矿业集团有限责任公司。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div style="margin-top:10px;">10月4日——俄罗斯西伯利亚航空一架客机在途经黑海上空时被正进行防空演习的乌克兰地对空导弹击中后坠毁，78人遇难。</div>
                    <div style="margin-top:10px;">10月7日——美国与英国挥兵攻打阿富汗，阿富汗战争爆发。</div>
                    <div style="margin-top:10px;">10月7日——中国国家男子足球队获得2002韩日世界杯出线权，这也是中国队历史上首次世界杯出线。</div>
                    <div style="margin-top:10px;">10月8日——代号为闪光之星的美埃联合军事演习在埃及举行。</div>
                    <div style="margin-top:10px;">10月14日（北京时间10月15日）——国民革命军将领张学良在美国夏威夷逝世，享年101岁。</div>
                    <div style="margin-top:10px;">10月21日——亚太经合组织（APEC）第九次领导人非正式会议在上海科技馆举行，由中国国家主席江泽民主持。</div>
                    <div style="margin-top:10px;">10月22日——中国工农红军长征胜利65周年。</div>
                    <div style="margin-top:10px;">10月25日——微软正式发行Windows XP操作系统。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div style="margin-top:10px;">11月5日——6、7点档《早新闻》和《新闻早8点》在CCTV-1开播。</div>
                    <div style="margin-top:10px;">11月10日——世界贸易组织（WTO）第四次部长级会议作出决定，接纳中国加入WTO。它意味着历经15年的奋争与期待，中国终于昂首跨进WTO的大门。</div>
                    <div style="margin-top:10px;">11月11日~25日——中华人民共和国第九届运动会在广东举行。</div>
                    <div style="margin-top:10px;">11月12日——美国航空587号班机在纽约附近坠毁，265人罹难。</div>
                    <div style="margin-top:10px;">11月14日——17时26分，在新疆、青海交界处的昆仑山（北纬36.2度，东经90.9度）发生8.1级地震（昆仑山地震），震中位于新疆若羌县境内，距离若羌县城400公里，距离格尔木市350公里。</div>
                    <div style="margin-top:10px;">11月14日——加拿大一青年通过GIMPS发现了第39个梅森素数。</div>
                    <div style="margin-top:10px;">11月27日——美国科学家通过哈勃太空望远镜首次直接探测到太阳系以外的一个拥有大气的行星。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div style="margin-top:10px;">12月3日——由陈家林和刘大印执导，陈道明主演的大型历史古装电视剧《康熙王朝》在央视八套黄金时段首播。</div>
                    <div style="margin-top:10px;">12月7日——塔利班向坎大哈新政权缴械。</div>
                    <div style="margin-top:10px;">12月8日——菲利普·克雷文成为国际残奥会主席。</div>
                    <div style="margin-top:10px;">12月10日——经国务院批准，衢州市撤销衢县，设立衢江区。</div>
                    <div style="margin-top:10px;">12月11日——中国正式加入世界贸易组织，成为第143个成员。</div>
                    <div style="margin-top:10px;">12月12日——西安事变65周年。</div>
                    <div style="margin-top:10px;">12月13日——印度国会遭到恐怖攻击，造成14人死亡。</div>
                    <div style="margin-top:10px;">12月25日——苏联解体10周年。</div>
                    <div style="margin-top:10px;">12月27日——美国正式宣布给予中国永久正常贸易关系地位。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2002">2002年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div style="margin-top:10px;">1月1日——欧盟引进欧元纸钞和硬币。欧元成为比利时、德国、芬兰、法国、爱尔兰、意大利、卢森堡、荷兰、奥地利、葡萄牙和西班牙11个国家的唯一货币。</div>
                    <div style="margin-top:10px;">1月1日——中国和中国台湾正式加入世界贸易组织（WTO）。</div>
                    <div style="margin-top:10px;">1月1日——日本著名女歌手滨崎步的第四张个人原创专辑《I am...》（中文译名《唯我是问...》）发行，发行首日便获得了日本公信榜销量排行榜冠军。</div>
                    <div style="margin-top:10px;">1月1日——新修订的《中华人民共和国法官法》正式施行。</div>
                    <div style="margin-top:10px;">1月1日——新修订的《中华人民共和国检察官法》正式施行。</div>
                    <div style="margin-top:10px;">1月1日——《世界电影之旅》在CCTV-6开播。</div>
                    <div style="margin-top:10px;">1月5日——一位名为查尔斯·毕晓普的15岁飞行员学生把一架小型飞机撞到佛罗里达州坦帕市美洲银行大楼，引起了一些人对911恐怖袭击的恐慌。</div>
                    <div style="margin-top:10px;">1月10日——国务院西部开发办公室召开退耕还林工作电视电话会议，确定全面启动退耕还林工程。</div>
                    <div style="margin-top:10px;">1月14日——新华社报道，中央军委主席江泽民日前签署命令，批准颁发《中国人民解放军现役军官职务任免条例》。该条例是我军历史上正式颁发的第一部军官职务任免条例，适用于排级至大军区级军事、政治、后勤、装备现役军官职务的任免。</div>
                    <div style="margin-top:10px;">1月17日——亚欧环境部长会议在京召开。时任国务院总理朱镕基在给大会的贺信中指出，中国是一个发展中国家，也是一个环境大国，愿与世界各国携手并进，加强合作，共创世界美好未来。</div>
                    <div style="margin-top:10px;">1月16日——一个学生在Appalachian School of Law用枪射击了6人，其中3人死亡。</div>
                    <div style="margin-top:10px;">1月26日——奇幻电影《哈利·波特与魔法石》在中国大陆上映。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div style="margin-top:10px;">2月1日——中共中央、国务院在人民大会堂隆重举行国家科学技术奖励大会。</div>
                    <div style="margin-top:10px;">2月1日——经国务院批准，宁波市撤销鄞县，设立鄞州区。（4月19日，鄞州区挂牌成立）</div>
                    <div style="margin-top:10px;">2月8日～24日——2002年盐湖城冬季奥运会在美国盐湖城举行。</div>
                    <div style="margin-top:10px;">2月6日——中国驻阿富汗大使馆举行复馆仪式，由于阿内战关闭了9年的中国驻阿使馆正式恢复办公。</div>
                    <div style="margin-top:10px;">2月11日——《一年又一年》在CCTV-1开播。</div>
                    <div style="margin-top:10px;">2月13日——英国伊丽莎白二世授予前任纽约市长鲁迪·朱利安尼“骑士”的称号。</div>
                    <div style="margin-top:10px;">2月14日——美国得克萨斯州A&M大学科学家宣布，他们已经培育出世界上 第一只克隆猫。</div>
                    <div style="margin-top:10px;">2月17日——中国选手杨扬在2002年盐湖城冬季奥运会短道速滑女子500米决赛中，夺得了中国冬奥会历史上的第一枚金牌，使中国冰雪运动经过50多年的奋斗，终于实现了奥运会金牌“零的突破”。</div>
                    <div style="margin-top:10px;">2月17日——美国总统乔治·沃克·布什于当日下午抵达东京羽田机场，开始对日本进行为期三天的访问。</div>
                    <div style="margin-top:10px;">2月18日——日本首相小泉纯一郎于该日上午与美国总统乔治·沃克·布什在东京的外务省饭仓公馆举行会谈，双方就恢复日本经济、国际反恐及全球范围的问题交换了看法。</div>
                    <div style="margin-top:10px;">2月21日～22日——应时任国家主席江泽民邀请，美国总统乔治·沃克·布什对中国进行了为期两天的工作访问。江泽民等中国领导人与布什就中美关系以及反恐怖活动和经济等问题进行了广泛而深入的交流，为中美关系的平稳发展增添新的活力。</div>
                    <div style="margin-top:10px;">2月26日——大连实德足球俱乐部在京召开新闻发布会，宣布孙继海正式以200万英镑的转会费加盟英甲球队曼城足球俱乐部。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div style="margin-top:10px;">3月3日——从乌克兰到中国，遭遇土耳其的阻挠（缴纳10亿美元保证金）、爱琴海的风浪以及充满变数的航道，预计60天的航程最终走了627天，锈迹斑斑的瓦良格号历尽艰辛，终于回到祖国的怀抱驶入大连港。</div>
                    <div style="margin-top:10px;">3月5日——由赵本山执导并主演的农村题材剧《刘老根》在央视一套黄金时段首播，亦是央视一套黄金档首次推出农村题材剧。</div>
                    <div style="margin-top:10px;">3月7日～16日——2002年盐湖城冬季残奥会在美国盐湖城举行。</div>
                    <div style="margin-top:10px;">3月8日——国家广电总局有关部门下电文到各省广电厅，要求立即暂停播出18集台湾青春偶像剧《流星花园》。</div>
                    <div style="margin-top:10px;">3月17日——葡萄牙国会选举。</div>
                    <div style="margin-top:10px;">3月18日——福建省三明市中级人民法院依法对原中共福建省委副书记石兆彬一案作出一审判决，以受贿罪判处石兆彬有期徒刑13年，并处没收个人财产人民币20万元。</div>
                    <div style="margin-top:10px;">3月29日——巴以冲突升级导致千余人死。</div>
                    <div style="margin-top:10px;">3月31日——乌克兰国会选举。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div style="margin-top:10px;">4月12日～13日——博鳌亚洲论坛首届年会在海南省举行。</div>
                    <div style="margin-top:10px;">4月14日——经国务院批准，成都市撤销温江县，设立温江区。（同年5月28日正式撤县设区）</div>
                    <div style="margin-top:10px;">4月15日——中国国际航空公司一架波音767客机在韩国釜山机场附近坠毁。（中国国际航空129号班机空难）</div>
                    <div style="margin-top:10px;">4月17日——美国两部F-16战机在阿富汗击毙了四名加拿大步兵。</div>
                    <div style="margin-top:10px;">4月21日——日本首相小泉纯一郎在就任后第二次参拜靖国神社。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div style="margin-top:10px;">5月——中国共产主义青年团成立80周年。</div>
                    <div style="margin-top:10px;">5月1日——《中华人民共和国职业病防治法》正式施行。</div>
                    <div style="margin-top:10px;">5月1日——内蒙古自治区成立55周年。</div>
                    <div style="margin-top:10px;">5月3日——美国超级英雄科幻电影《蜘蛛侠》上映。</div>
                    <div style="margin-top:10px;">5月7日——中国北方航空公司的一架麦道82飞机在大连海域失事（大连5·7空难）。</div>
                    <div style="margin-top:10px;">5月12日——中国中央电视台西部频道（CCTV-12）正式开播。</div>
                    <div style="margin-top:10px;">5月16日——中国电信、中国网通正式成立。</div>
                    <div style="margin-top:10px;">5月17日——意味著第175条，德国国会成功通过了补充法案“废除国家社会主义法案” （Act of Abolition of National Socialism），撤销纳粹德国时代对同性恋者及德国国防军逃兵的判罪。</div>
                    <div style="margin-top:10px;">5月20日——东帝汶民主共和国成立，并与中华人民共和国建交。</div>
                    <div style="margin-top:10px;">5月21日——财政部、教育部在北京宣布，为资助中国高等院校中家庭经济困难、品学兼优的学生完成学业，国家决定设立国家奖学金，并于2002年9月1日起实行。这是中国首次设立国家奖学金。国家奖学金每年2亿元定额发放给45000名学生，按两个等级发放，其中一万名特别优秀的学生享受一等奖学金，标准为每人每年6000元；35000名学生享受二等奖学金，标准为每人每年4000元。凡国家奖学金获得者，其所在学校减免当年的全部学费。</div>
                    <div style="margin-top:10px;">5月24日——习仲勋因病医治无效在北京逝世，享年89岁。</div>
                    <div style="margin-top:10px;">5月24日——俄罗斯总统普京与美国总统乔治·沃克·布什在莫斯科签署《俄美关于削减进攻性战略力量条约》和《俄美新战略关系联合宣言》。</div>
                    <div style="margin-top:10px;">5月25日——中国台湾中华航空611号班机自中正机场飞往香港途中，于澎湖外海空中解体坠毁，机上225名乘客及机组员全部罹难。</div>
                    <div style="margin-top:10px;">5月31日——江泽民在中央党校省部级干部进修班毕业典礼上讲话，强调“三个代表”是我们党的立党之本、执政之基、力量之源。贯彻“三个代表”要求，关键在坚持与时俱进，核心在保持党的先进性，本质在坚持执政为民。</div>
                    <div style="margin-top:10px;">5月31日~6月30日——2002年韩日世界杯在韩国和日本举行。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div style="margin-top:10px;">6月1日——德国队在2002年韩日世界杯小组赛首轮比赛中8-0大胜沙特阿拉伯队，创造了本届世界杯开赛以来的最大比分。德国队在上下半场各进4球，前锋克洛泽在比赛中头球上演帽子戏法。</div>
                    <div style="margin-top:10px;">6月2日——中央军委在中南海举行晋升上将军衔仪式。中共中央总书记、国家主席、中央军委主席江泽民向晋升上将军衔的7位高级军官颁发命令状。此次晋升上将军衔的高级军官是：乔清晨、温宗仁、钱国梁、姜福堂、陈炳德、梁光烈、刘书田。</div>
                    <div style="margin-top:10px;">6月2日——经国务院批准，西安市撤销长安县，设立长安区（同年9月16日正式撤县设区）。</div>
                    <div style="margin-top:10px;">6月3日——国务院公布了《中国公民出国旅游管理办法》，自2002年7月1日起施行。</div>
                    <div style="margin-top:10px;">6月4日——江泽民出席“亚洲相互协作与信任措施会议”（“亚信”）领导人会议。他在题为《加强对话与合作，促进和平与安全》的讲话中强调，中国将一如既往地积极遵循“亚信”关于加强信任协作、增进地区安全的宗旨和原则，与“亚信”成员国开展建设性的友好合作。</div>
                    <div style="margin-top:10px;">6月4日——中国国家男子足球队在2002年韩日世界杯小组赛首轮比赛中0-2负于哥斯达黎加队，亦是中国队首次在世界杯赛场上亮相。</div>
                    <div style="margin-top:10px;">6月7日——美国友邦保险有限公司在北京开业，成为中国加入世界贸易组织后进入中国市场的第一家外资保险公司。</div>
                    <div style="margin-top:10px;">6月8日——中国国家男子足球队在2002年韩日世界杯小组赛次轮比赛中0-4负于巴西队。</div>
                    <div style="margin-top:10px;">6月10日（西半球）/6月11日（东半球）——日环食。印尼、帕劳、美属北马里亚纳群岛、墨西哥部分地区可见，其中大多都是海洋和小岛。食分在北太平洋达到最大0.9962，很接近1（使本次日环食接近日全食）。此外，亚洲东部、大洋洲中北部、北美洲大部可见日偏食，其中中国除西北和西藏的大部及额尔古纳河沿岸以外，其余地区都可在6月11日上午看到日偏食。</div>
                    <div style="margin-top:10px;">6月12日——洛杉矶湖人队在总决赛对阵新泽西篮网队，最终湖人客场113-107战胜对手，从而以4-0的总比分淘汰对手，拿到总冠军。加上之前2000年战胜步行者拿到总冠军和2001年战胜76人夺冠，湖人取得了三连冠，这也是继波士顿凯尔特人和芝加哥公牛之后又一支取得三连冠的球队。</div>
                    <div style="margin-top:10px;">6月13日——中国两岸黄埔同学纪念母校建校78周年，张廷翰出席纪念会。</div>
                    <div style="margin-top:10px;">6月13日——中国国家男子足球队在2002年韩日世界杯小组赛末轮比赛中0-3负于土耳其队，三轮小组赛过后一球未进，三战皆负小组垫底。</div>
                    <div style="margin-top:10px;">6月16日——北京蓝极速网吧纵火事件。</div>
                    <div style="margin-top:10px;">6月18日——经国务院批准，铜川市撤销耀县，设立耀州区。（同年10月19日正式撤县设区）</div>
                    <div style="margin-top:10px;">6月22日——2002年韩日世界杯四分之一决赛，东道主韩国队在点球大战中5-3淘汰西班牙队，历史性杀入世界杯半决赛，这亦是亚洲球队世界杯最好成绩。</div>
                    <div style="margin-top:10px;">6月29日——《中华人民共和国科学技术普及法》正式施行。</div>
                    <div style="margin-top:10px;">6月30日——在第17届世界杯决赛中，巴西队以2-0战胜德国队获得冠军，成为历史上首次五度获得世界杯冠军的队伍。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div style="margin-top:10px;">7月——《新闻夜话》在CCTV-12开播。</div>
                    <div style="margin-top:10px;">7月1日——香港回归中国5周年。</div>
                    <div style="margin-top:10px;">7月1日——施行《中国公民出国旅游管理办法》，共33条。办法明确，出国旅游目的地国家。</div>
                    <div style="margin-top:10px;">7月1日——乌伯林根空难，TCAS系统设计不良，TCAS指示DHL下降航机，而俄国机组员听从航管也跟着下降，两者互相冲突，令最终导致两机相撞。</div>
                    <div style="margin-top:10px;">7月1日——中国广东电视台公共频道正式开播。</div>
                    <div style="margin-top:10px;">7月6日——固原地区正式撤地设市，是宁夏回族自治区最后一个由地区改为地级市的行政区域。</div>
                    <div style="margin-top:10px;">7月7日——七七事变爆发65周年纪念日。</div>
                    <div style="margin-top:10px;">7月9日——非洲联盟经过一年的过渡期后正式成立，替代了历时39年的非洲统一组织。</div>
                    <div style="margin-top:10px;">7月13日——中国北京申奥成功1周年。</div>
                    <div style="margin-top:10px;">7月18日——中国台湾男歌手周杰伦的第三张个人原创专辑《八度空间》发行。</div>
                    <div style="margin-top:10px;">7月19日——民政部宣布，中国1930.8万符合低保条件的城市困难居民已被全部纳入最低生活保障体系，初步实现了应保尽保目标。</div>
                    <div style="margin-top:10px;">7月22日——巴尔克嫩德任荷兰首相。</div>
                    <div style="margin-top:10px;">7月24日——中国大陆著名女演员刘晓庆因涉嫌偷漏税而被警方逮捕。</div>
                    <div style="margin-top:10px;">7月27日——2002年乌克兰航展事故：一架苏-27战斗机在观看人群中坠毁造成历史上伤亡最严重的航展事故，共有85人死亡，超过100人受伤。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div style="margin-top:10px;">8月1日——中国人民解放军建军75周年。</div>
                    <div style="margin-top:10px;">8月3日——中国台湾地区领导人陈水扁公开表示台湾与大陆的关系是“一边一国”。</div>
                    <div style="margin-top:10px;">8月5日——《午夜新闻》在CCTV-1开播。</div>
                    <div style="margin-top:10px;">8月11日——新闻评论类节目《午夜国际观察》在CCTV-1开播。</div>
                    <div style="margin-top:10px;">8月17日——曼城回归英超联赛后的首场比赛对阵利兹联队，中国球员孙继海获得首发，这是其第一场英超比赛，亦是中国球员的英超首秀。</div>
                    <div style="margin-top:10px;">8月18日——中国香港铁路将军澳线通车。</div>
                    <div style="margin-top:10px;">8月24日——国务院作出《关于大力推进职业教育改革与发展的决定》。</div>
                    <div style="margin-top:10px;">8月29日——九届全国人大常委会第29次会议审议通过《农村土地承包法》 。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div style="margin-top:10px;">9月1日——《中华人民共和国人口与计划生育法》正式施行。</div>
                    <div style="margin-top:10px;">9月1日——教育部在全国推行《第二套全国中小学生（幼儿）系列广播体操》。</div>
                    <div style="margin-top:10px;">9月6日——加拿大魁北克省判决要求联邦政府在未来两年内实现加拿大同性婚姻。</div>
                    <div style="margin-top:10px;">9月10日——瑞士联邦公民投票通过加入联合国决议，正式成为联合国第191个会员国。</div>
                    <div style="margin-top:10px;">9月11日——9·11事件爆发1周年。</div>
                    <div style="margin-top:10px;">9月11日——日本杰尼斯事务所旗下组合泷与翼出道。</div>
                    <div style="margin-top:10px;">9月17日——朝鲜国防委员会委员长金正日和日本首相小泉纯一郎在平壤百花园迎宾馆首次举行会谈，会谈结束后，金正日与小泉纯一郎分别代表朝日两国签署了《朝日平壤宣言》。</div>
                    <div style="margin-top:10px;">9月19日～28日——时任国务院总理朱镕基应邀对奥地利、丹麦和法国进行正式访问，并将在丹麦出席第四届亚欧首脑会议和第五次中欧领导人会晤。</div>
                    <div style="margin-top:10px;">9月22日——“纪念中日邦交正常化30周年友好交流大会”当晚在北京人民大会堂举行，国家主席江泽民、副主席胡锦涛等中国领导人和桥本龙太郎等日方政要及日本游客一万三千余人参加大会。</div>
                    <div style="margin-top:10px;">9月22日——中日双方演艺界于当晚在北京工人体育场举办有5万余人观看的“中日携手、世纪同行”纪念中日邦交正常化30周年大型歌会。这是中日两国流行音乐歌手迄今规模最大的交流活动。</div>
                    <div style="margin-top:10px;">9月28日——中国北京地铁13号线西段（西直门——霍营区间）开通。</div>
                    <div style="margin-top:10px;">9月29日——由东方卫视和日本NHK电视台联合主办的《2002中日接力·上海电视歌会》在东方卫视演播厅举行。</div>
                    <div style="margin-top:10px;">9月29日～10月14日——2002年釜山亚运会在韩国釜山举行。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div style="margin-top:10px;">10月1日——新修订的《中华人民共和国水法》正式施行。</div>
                    <div style="margin-top:10px;">10月2日——伊拉克问题：美国国会一致通过一个协议，明确地批准了总统在他觉得必要和适当的时候对军队的使用权。</div>
                    <div style="margin-top:10px;">10月3日——改编自日本漫画家岸本齐史所著的同名漫画，由Studio Pierrot制作的同名长篇电视动画《火影忍者》在日本东京电视台首播，共220话。</div>
                    <div style="margin-top:10px;">10月4日——中国第二条沙漠公路建成通车。这条穿越“死亡之海”塔克拉玛干沙漠的公路全长117公里。</div>
                    <div style="margin-top:10px;">10月9日——中国篮协正式发表声明，公布了对王治郅的处罚决定，将男篮世锦赛以及亚运会期间离队不归的原中国男篮队员王治郅开除出国家队。</div>
                    <div style="margin-top:10px;">10月9日——纪念中日邦交正常化三十周年，“中日友好之夜——东京大型音乐歌舞晚会”当晚在位于东京的NHK演播大厅内隆重举行。在歌舞晚会上，中日两国一流的表演艺术家和文艺团体同台演出。中日两国高层官员、日本各界知名人士以及NHK电视台在全日本征集的近3000名幸运观众出席此次盛大的晚会。本次活动由中华人民共和国国务院新闻办公室、中日两国互办文化年组委会主办，中国中央电视台、日本NHK电视台、上海东方电视台协办，派格环球影视承办。活动还得到了中国驻日使馆、日本驻华使馆、以及两国政府和民间友好人士的大力支持。</div>
                    <div style="margin-top:10px;">10月11日——中国国际航空公司成立。</div>
                    <div style="margin-top:10px;">10月12日——印度尼西亚巴厘岛接连发生3起恐怖爆炸事件，造成近200人死亡，300多人受伤。详见巴厘岛爆炸案。</div>
                    <div style="margin-top:10px;">10月14日——2002年釜山亚运会闭幕，中国亚运代表团共夺得150枚金牌名列榜首，并打破13项世界纪录，平5项世界纪录。</div>
                    <div style="margin-top:10px;">10月16日——中国首家中外合资基金管理公司获准筹建。拔得头筹的是国安基金管理公司，该公司 的发起人是国泰君安证券股份有限公司和德国安联集团。这标志着中国在履行WTO有关承诺方面迈出了重要一步，在中国证券业发展上具有划时代的意义。</div>
                    <div style="margin-top:10px;">10月18日——一代歌王罗文因肝癌在香港逝世，享年57岁。罗文生前赴往俄罗斯“煇黄”举行音乐会，开创新世纪之路。</div>
                    <div style="margin-top:10px;">10月19日——中共中央、国务院发出《关于进一步加强农村卫生工作的决定》，提出到2010年，在全国农村基本建立起适应社会主义市场经济体制要求和农村经济社会发展水平的农村卫生服务体系和农村合作医疗制度。</div>
                    <div style="margin-top:10px;">10月20日——因主演电视剧《上海的早晨》《围城》《世纪人生》等优秀的电视剧而为观众熟悉和喜爱的演员李媛媛在北京中日友好医院病逝，年仅41岁。</div>
                    <div style="margin-top:10px;">10月22日～25日——应时任美国总统乔治·沃克·布什的邀请，时任国家主席江泽民对美国进行工作访问，访美期间，在得克萨斯州克劳福德美国总统布什的私人牧场与他举行了会晤，就进一步发展中美关系、双方共同关心的国际和地区问题深入交换了意见并达成重要共识。</div>
                    <div style="margin-top:10px;">10月23日——车臣非法武装劫持人质，造成百余人死亡。</div>
                    <div style="margin-top:10px;">10月26日——由日本著名女歌手滨崎步主演的音乐电影《沉月》在日本上映。</div>
                    <div style="margin-top:10px;">10月28日——埃特纳火山喷发。</div>
                    <div style="margin-top:10px;">10月31日——上海合作组织成员国总检察长会议在上海开幕。这是上海合作组织框架内的首次检察机关高层会议，也是我国检察机关探索加强国际司法合作的一种新尝试。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div style="margin-top:10px;">11月1日～4日——应柬埔寨王国首相洪森邀请，时任中国国务院总理朱镕基于11月1日至4 日对柬埔寨王国进行正式访问，并出席在柬埔寨首都金边举行的第六次东盟与中日韩(10＋3)领导人会议、东盟与中国(10＋1)领导人会议以及大湄公河次区域经济合作(GMS)领导人会议。会议期间，还将举行中日韩领导人会晤。</div>
                    <div style="margin-top:10px;">11月4日——中国和东盟在柬埔寨首都金边签署《中国与东盟全面经济合作框架协议》，决定到2010年建成中国－东盟自由贸易区。</div>
                    <div style="margin-top:10px;">11月4日——《南海各方行为宣言》在金边签署，是中国和东盟国家就南海问题达成的一份重要政治文件。</div>
                    <div style="margin-top:10px;">11月5日——受到多方批评的美国证券交易委员会主席哈维·皮特辞职。</div>
                    <div style="margin-top:10px;">11月5日——美国中期选举中，共和党获得对参众两院的控制权。</div>
                    <div style="margin-top:10px;">11月7日——中国证监会和中国人民银行联合发布了《合格境外机构投资者境内证券投资管理暂行办法》，《办法》将自12月1日起正式施行。</div>
                    <div style="margin-top:10px;">11月8日——伊拉克问题：联合国观察员抵达伊拉克。</div>
                    <div style="margin-top:10px;">11月8日～14日——中国共产党第十六次全国代表大会举行。江泽民代表第十五届中央委员会作《全面建设小康社会，开创中国特色社会主义事业新局面》的报告。大会总结过去5年的工作和13年的基本经验，阐述全面贯彻“三个代表”重要思想的根本要求，提出全面建设小康社会的奋斗目标。</div>
                    <div style="margin-top:10px;">11月10日——中国石油天然气股份有限公司在成都宣布：我国目前线路最长、口径最大、压力最大的成品油管道———“兰州—成都—重庆”管道正式竣工，投入运行。</div>
                    <div style="margin-top:10px;">11月14日——中国共产党第十六次全国代表大会通过关于《中国共产党章程（修正案）》的决议，把“三个代表”重要思想确立为党必须长期坚持的指导思想。</div>
                    <div style="margin-top:10px;">11月15日——《互联网上网服务营业场所管理条例》开始实施，网吧、电脑休闲屋等上网服务营业场所不得接纳未成年人进入，违者将受到罚款、停业整顿、吊销经营许可证等处罚。</div>
                    <div style="margin-top:10px;">11月15日——十六届一中全会选举胡锦涛、吴邦国、温家宝、贾庆林、曾庆红、黄菊、吴官正、李长春、罗干为中央政治局常委，胡锦涛为中央委员会总书记，决定江泽民为中央军事委员会主席，批准吴官正为中央纪律检查委员会书记。</div>
                    <div style="margin-top:10px;">11月16日——十六届中央政治局召开第一次全体会议，专门对学习贯彻党的十六大精神进行研究部署。时任中共中央总书记胡锦涛主持了会议。会议还研究了政治局工作分工和加强政治局自身建设的有关问题。</div>
                    <div style="margin-top:10px;">11月21日——科技部、中国科学院、上海市人民政府联合宣布：我国科学家完成了所承担的国际水稻基因组计划第四号染色体精确测序任务，使我国对国际水稻基因组计划测序工作的贡献率达10％。这是迄今为止我国独立完成的最大的基因组单条染色体精确测序。</div>
                    <div style="margin-top:10px;">11月21日——北约19国首脑在布拉格决定，邀请罗马尼亚、保加利亚、斯洛伐克、斯洛文尼亚、爱沙尼亚、拉脱维亚和立陶宛等7个中、东欧国家加入北约，2004年正式成为北约成员。</div>
                    <div style="margin-top:10px;">11月24日——甲A冠军争夺战在大连人民体育场上演。大连实德凭借外援尼古拉斯和扬戈维奇的出色发挥，以2-1击败北京国安，职业联赛9年中第七次夺得联赛冠军。</div>
                    <div style="margin-top:10px;">11月24日—— 日本著名女歌手滨崎步在“All Japan Request Awards”（“全日本有线放送大赏”的前身）颁奖礼上凭新歌《Voyage》夺得大奖，成为继邓丽君之后第二位连续三年取得大奖的歌手。</div>
                    <div style="margin-top:10px;">11月27日——时任国家副主席胡锦涛在人民大会堂会见了芬兰总统塔里娅·哈洛宁。胡锦涛在会见时表示，新一届中央领导集体正有条不紊地开展工作。</div>
                    <div style="margin-top:10px;">11月28日——日本著名女歌手滨崎步以日泰亲善大使的身份访问泰国，受到泰国政府国宾级待遇接待。</div>
                    <div style="margin-top:10px;">11月30日——中国中央人民广播电台经济之声正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div style="margin-top:10px;">12月1日——新修订的《中华人民共和国测绘法》正式施行。</div>
                    <div style="margin-top:10px;">12月2日——中国中央人民广播电台音乐之声正式开播。</div>
                    <div style="margin-top:10px;">12月3日——在摩纳哥蒙特卡洛举行的国际展览局第132次成员国大会上，上海获得了2010年世界博览会的举办权。</div>
                    <div style="margin-top:10px;">12月4日——日全食。安哥拉、赞比亚、纳米比亚、博茨瓦纳、津巴布韦、南非、莫桑比克、澳大利亚部分地区可见。此外，非洲中南部、马来群岛东南部、澳大利亚全境、南极洲部分地区可见日偏食。中国科学院赴澳大利亚，研究印度科学家在1995年10月24日日全食、中国科学家在1997年3月9日日全食在漠河发现的引力异常。此后经过10多年，中国获得引力场以光速传播的第一个观测证据。</div>
                    <div style="margin-top:10px;">12月5日～6日——胡锦涛带领中共中央书记处成员到河北省平山县西柏坡学习考察，重温毛泽东关于“两个务必”的重要论述，要求全党同志特别是领导干部做到权为民所用，情为民所系，利为民所谋。</div>
                    <div style="margin-top:10px;">12月7日——伊拉克否认拥有大规模杀伤性武器，总统萨达姆向科威特人民道歉。</div>
                    <div style="margin-top:10px;">12月11日——中国加入世界贸易组织1周年。</div>
                    <div style="margin-top:10px;">12月11日——联合国大会57/129号决议通过每年5月29日为联合国维持和平人员国际日。</div>
                    <div style="margin-top:10px;">12月13日——南京大屠杀65周年。</div>
                    <div style="margin-top:10px;">12月13日——中国火车登陆海南岛。</div>
                    <div style="margin-top:10px;">12月16日——由张艺谋执导的古装武侠电影《英雄》在中国大陆上映，为国产大片的事业打开了大门。</div>
                    <div style="margin-top:10px;">12月18日——日本著名女歌手滨崎步的第五张个人原创专辑《RAINBOW》（中文译名《滨纷彩虹》或《彩虹》）发行，销售的首日销量达到了45万张，并连续连续三周保持日本公信榜专辑销量排行榜第一名。</div>
                    <div style="margin-top:10px;">12月18日——《南国今报》创刊。</div>
                    <div style="margin-top:10px;">12月25日——中国造血干细胞捐献者资料库网络系统正式建立运行。</div>
                    <div style="margin-top:10px;">12月26日——经国务院批准，撤销丽江地区，设立地级丽江市；同时撤销丽江纳西族自治县，设立古城区和玉龙纳西族自治县。（2003年6月8日正式撤地设市）</div>
                    <div style="margin-top:10px;">12月27日——南水北调工程开工典礼在北京人民大会堂和江苏省、山东省施工现场同时举行。</div>
                    <div style="margin-top:10px;">12月28日——经国务院批准，撤销安阳市铁西区和郊区，设立龙安区和殷都区，调整北关区、文峰区和安阳县的行政区域。</div>
                    <div style="margin-top:10px;">12月29日——中国在酒泉卫星发射中心成功发射“神舟四号”飞船，进行无人状态下全面考核的一次飞行试验。</div>
                    <div style="margin-top:10px;">12月29日——中国首钢矿业公司大石河铁矿成功爆破，这是我国近十几年来规模最大的爆破工程。</div>
                    <div style="margin-top:10px;">12月31日——中国首次援外指导扫雷的14名专家圆满完成在厄立特里亚的人道主义扫雷培训任务后回到北京。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2003">2003年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div style="margin-top:10px;">1月1日——卢拉·达·席尔瓦上任巴西第27任总统。</div>
                    <div style="margin-top:10px;">1月1日——帕斯卡尔·库什潘（Pascal Couchepin）出任瑞士联邦主席。</div>
                    <div style="margin-top:10px;">1月1日——东盟自由贸易区正式启动。</div>
                    <div style="margin-top:10px;">1月5日——中国人民解放军航天员大队成立5周年。</div>
                    <div style="margin-top:10px;">1月7日～8日——中央农村工作会议召开。胡锦涛发表讲话指出，必须统筹城乡经济社会发展，把解决好农业、农村和农民问题作为全党工作的重中之重，放在更加突出的位置；要坚持“多予、少取、放活”的方针，发挥城市对农村带动作用，实现城乡经济社会一体化发展。</div>
                    <div style="margin-top:10px;">1月10日——朝鲜宣布退出《核不扩散条约》。</div>
                    <div style="margin-top:10px;">1月10日——中国京九铁路复线全线贯通。</div>
                    <div style="margin-top:10px;">1月11日——中国《面对面》在CCTV-1开播。</div>
                    <div style="margin-top:10px;">1月16日——中共中央、国务院发出《关于做好农业和农村工作的意见》。</div>
                    <div style="margin-top:10px;">1月19日——第9届全球华语榜中榜在上海大剧院举行。</div>
                    <div style="margin-top:10px;">1月21日——由黄力加等人执导，李保田主演的古装传记剧《神医喜来乐》在央视八套黄金时段首播。</div>
                    <div style="margin-top:10px;">1月22日——湖南新晃一中“操场埋尸案”：杜少平伙同罗光忠将邓世平杀害，将尸体掩埋于新晃一中操场一土坑内。</div>
                    <div style="margin-top:10px;">1月24日——美国国土安全部正式开始运作。</div>
                    <div style="margin-top:10px;">1月28日——北京地铁13号线全线贯通。</div>
                    <div style="margin-top:10px;">1月30日——比利时正式承认同性婚姻合法，成为全球第二个承认同性婚姻的国家。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div style="margin-top:10px;">2月1日——美国太空梭哥伦比亚号航天飞机在着陆前于德克萨斯州上空解体，机组人员共7人全部罹难。</div>
                    <div style="margin-top:10px;">2月1日~8日——2003年青森亚洲冬季运动会在日本青森举行。</div>
                    <div style="margin-top:10px;">2月4日——由赵本山执导并主演的农村题材剧《刘老根2》在央视一套黄金时段首播。</div>
                    <div style="margin-top:10px;">2月5日——2003年伊拉克危机：美国国务卿鲍威尔在联合国安理会就伊拉克问题发表讲话。</div>
                    <div style="margin-top:10px;">2月12日——中国国家男子足球队在友谊赛中0-0战平应届世界杯冠军巴西队。</div>
                    <div style="margin-top:10px;">2月14日——《感动中国》在CCTV-1开播。</div>
                    <div style="margin-top:10px;">2月15日——2003年伊拉克危机：全球反对对伊战争大游行当天在全球600多个城市同步上演，有大约600万人参与，是有史以来最大的反战示威活动。</div>
                    <div style="margin-top:10px;">2月16日——中国福利彩票“双色球”上市。</div>
                    <div style="margin-top:10px;">2月18日——韩国大邱地下铁遭人纵火，多人因逃生不及而死伤。</div>
                    <div style="margin-top:10px;">2月26日——一名美国商人在越南河内出现SARS症状，一名世界卫生组织医生向世卫报告在该地区发生了一种极具传染性的疾病。</div>
                    <div style="margin-top:10px;">2月26日——2003年伊拉克危机：美国总统乔治·沃克·布什就伊拉克战后问题发表讲话，称希望看到一个民主的伊拉克，并为其他阿拉伯国家树立榜样。</div>
                    <div style="margin-top:10px;">2月27日～28日——全国民航2003年纪检监察工作会议在成都召开。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div style="margin-top:10px;">3月1日——阿拉伯联合酋长国表示希望萨达姆主动下台以避免战争，科威特随后也发表类似声明。</div>
                    <div style="margin-top:10px;">3月1日——经国务院批准，宝鸡市撤销宝鸡县，设立陈仓区，同时扩大金台区和渭滨区的行政区域范围（同年5月26日，陈仓区挂牌成立）。</div>
                    <div style="margin-top:10px;">3月3日～14日——全国政协十届一次会议举行，选举贾庆林为全国政协主席。</div>
                    <div style="margin-top:10px;">3月5日～18日——十届全国人大一次会议举行，选举胡锦涛为国家主席，江泽民为国家中央军委主席，吴邦国为全国人大常委会委员长，曾庆红为国家副主席，决定温家宝为国务院总理。</div>
                    <div style="margin-top:10px;">3月9日——胡锦涛在中央人口资源环境工作座谈会上指出，要加快转变经济增长方式，将循环经济的发展理念贯穿到区域经济发展、城乡建设和产品生产之中，使资源得到最有效的利用。</div>
                    <div style="margin-top:10px;">3月12日——日本著名女歌手滨崎步的第二张个人精选专辑《A BALLADS》（中文译名《A 抒情精选》）发行。</div>
                    <div style="margin-top:10px;">3月12日——世界卫生组织发布SARS全球警报。</div>
                    <div style="margin-top:10px;">3月12日——塞尔维亚共和国总理佐兰·金吉奇遭到暗杀。</div>
                    <div style="margin-top:10px;">3月12日——英国首相布莱尔提出新的联合国安理会决议草案的修正案，但很快遭到法国的反对，称将会对新决议案动用否决权。</div>
                    <div style="margin-top:10px;">3月15日——胡锦涛当选中华人民共和国新一任国家主席，温家宝当选国务院新任总理，中共第四代领导集体正式接班。</div>
                    <div style="margin-top:10px;">3月16日——2003年伊拉克危机：美国、英国、葡萄牙与西班牙四国元首在亚速尔群岛会晤，美国总统布什表示最后时刻已经到来，美国及盟国将做最后努力，使其所提交的决议案获得通过。</div>
                    <div style="margin-top:10px;">3月16日——全球反对对伊作战大游行：最大规模的全球守夜祈和平活动在全球各地上演，再次表达反战诉求。</div>
                    <div style="margin-top:10px;">3月17日——2003年伊拉克危机：美国总统乔治·沃克·布什发出最后通牒，要求伊拉克总统萨达姆及其儿子在48小时内离开伊拉克，否则将遭到美国的军事打击。</div>
                    <div style="margin-top:10px;">3月17日——美国民主党参议员罗伯特·伯德（Robert Byrd）在参议院发表“我为祖国哭泣”的演说，再次反对总统的决定。</div>
                    <div style="margin-top:10px;">3月20日——以美国和英国为主的联合部队在未经联合国授权下正式宣布对伊拉克开战，伊拉克战争爆发。</div>
                    <div style="margin-top:10px;">3月22日——美国开始对伊拉克首都巴格达进行大规模轰炸。</div>
                    <div style="margin-top:10px;">3月28日——陕西音乐广播、陕西农村广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div style="margin-top:10px;">4月——严重急性呼吸道症候群（亦称非典型肺炎，英语：SARS）在全球迅速蔓延，尤其在东亚、东南亚和加拿大的多伦多最为严重。</div>
                    <div style="margin-top:10px;">4月1日——中国香港著名歌手演员张国荣因抑郁症复发于文华酒店坠楼，终年46岁。</div>
                    <div style="margin-top:10px;">4月1日——《全明星猜想》在CCTV-5开播。</div>
                    <div style="margin-top:10px;">4月3日——中国人民解放军总装备部成立5周年。</div>
                    <div style="margin-top:10px;">4月7日——胡锦涛与越共总书记农德孟在北京举行会谈。</div>
                    <div style="margin-top:10px;">4月9日——美军部队占领伊拉克首都巴格达，萨达姆政权被推翻。</div>
                    <div style="margin-top:10px;">4月12日——福建省人民政府批复同意建立福州大学至诚学院，性质为民办二级学院；同年7月正式开始招生。</div>
                    <div style="margin-top:10px;">4月14日——胡锦涛在广东考察工作时提出要坚持全面的发展观。</div>
                    <div style="margin-top:10px;">4月16日——在2002-03赛季NBA常规赛，华盛顿奇才队主场对阵费城76人队的比赛结束后，美国著名篮球运动员迈克尔·乔丹完成职业生涯最后一战，正式宣布退役。</div>
                    <div style="margin-top:10px;">4月21日——退役美军将领杰伊·加纳出任伊拉克临时管理委员会负责人。</div>
                    <div style="margin-top:10px;">4月26日——经国务院批准，福建省调整厦门市行政区划：（一）撤销思明区、开元区、鼓浪屿区，设立新的思明区；（二）将杏林区的杏林街道和杏林镇划归集美区管辖，杏林区更名为海沧区；（三）设立翔安区，区人民政府驻新店镇（同年10月19日正式挂牌成立）。</div>
                    <div style="margin-top:10px;">4月26日——《社会经纬》正式停播，撤出CCTV-1。</div>
                    <div style="margin-top:10px;">4月27日——《午夜国际观察》正式停播，撤出CCTV-1。</div>
                    <div style="margin-top:10px;">4月28日——中国银行业监督管理委员会正式挂牌。</div>
                    <div style="margin-top:10px;">4月28日——《本周》和《每周质量报告》撤出CCTV-1。</div>
                    <div style="margin-top:10px;">4月30日——《每周质量报告》撤出CCTV-11。</div>
                    <div style="margin-top:10px;">4月30日——中国香港殿堂级摇滚乐队Beyond在香港红磡体育馆召开Beyond超越Beyond演唱会。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div style="margin-top:10px;">5月1日——中国中央电视台新闻频道（CCTV-13）开始试播。</div>
                    <div style="margin-top:10px;">5月1日——美国总统乔治·沃克·布什在从海湾返回美国的林肯号航空母舰上向全国发表电视讲话，宣布美国及其盟国在伊拉克的主要作战行动已经结束。</div>
                    <div style="margin-top:10px;">5月3日——《中国周刊》《海外速递》和《数字观察》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">5月4日——《世界周刊》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">5月4日——《实话实说》和《面对面》撤出CCTV-2。</div>
                    <div style="margin-top:10px;">5月5日——《新闻调查》撤出CCTV-2。</div>
                    <div style="margin-top:10px;">5月6日——保罗·布雷默被任命为美国驻伊拉克最高行政长官。</div>
                    <div style="margin-top:10px;">5月8日——CCTV-1由“新闻·综合频道”改为“综合频道”。</div>
                    <div style="margin-top:10px;">5月8日——《新闻30分》和《东方时空》撤出CCTV-2。</div>
                    <div style="margin-top:10px;">5月10日——亚洲最大的网络零售商淘宝网诞生。</div>
                    <div style="margin-top:10px;">5月13日——《今日关注》在CCTV-4开播。</div>
                    <div style="margin-top:10px;">5月21日——国务院在北京召开第二次全体会议。时任中共中央政治局常委、国务院总理温家宝主持会议并发表重要讲话。</div>
                    <div style="margin-top:10px;">5月22日——阿尔及利亚大地震。</div>
                    <div style="margin-top:10px;">5月26日~6月5日——时任国家主席胡锦涛对俄罗斯联邦、哈萨克斯坦共和国和蒙古国进行国事访问。亦是中国新一届中央领导集体产生后中国国家主席首次出访。</div>
                    <div style="margin-top:10px;">5月26日——欧洲宪法草案公布。</div>
                    <div style="margin-top:10px;">5月27日——圣彼得堡建城300周年庆典活动开始。</div>
                    <div style="margin-top:10px;">5月31日——英国、法罗群岛、冰岛、扬马延岛、格陵兰部分地区出现日环食，欧亚大陆中西部（包括中国西部和东北地区北端）、北冰洋等地出现日偏食。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div style="margin-top:10px;">6月1日——中国三峡大坝开始蓄水。</div>
                    <div style="margin-top:10px;">6月5日——四川省南部县发生全国首例高考试卷被盗事件。</div>
                    <div style="margin-top:10px;">6月7日～8日——高考日期调整后的首次高考。</div>
                    <div style="margin-top:10px;">6月15日——中共中央发出《关于在全党兴起学习贯彻“三个代表”重要思想新高潮的通知》。</div>
                    <div style="margin-top:10px;">6月16日——中国中央人民广播电台都市之声正式开播。</div>
                    <div style="margin-top:10px;">6月18日～29日——2003年法国联合会杯举行。</div>
                    <div style="margin-top:10px;">6月20日——时任国务院总理温家宝签署国务院第381号令，公布施行《城市生活无着的流浪乞讨人员救助管理办法》。</div>
                    <div style="margin-top:10px;">6月20日——维基媒体基金会宣告成立。</div>
                    <div style="margin-top:10px;">6月20日～29日——爱尔兰都柏林举办2003年世界特殊奥林匹克运动会。</div>
                    <div style="margin-top:10px;">6月26日——2003年法国联合会杯半决赛中，喀麦隆队虽然1-0击败哥伦比亚队进入决赛，但是队中球员马克-维维安·福在比赛进行到第72分钟时猝死于球场上。</div>
                    <div style="margin-top:10px;">6月29日——《海外速递》和《数字观察》正式停播，撤出CCTV-13。</div>
                    <div style="margin-top:10px;">6月29日——时任中国国务院总理温家宝，于29日中午乘专机抵达香港国际机场，在香港进行为期三天的访问。</div>
                    <div style="margin-top:10px;">6月29日——中央政府与香港特区政府签署《内地与香港关于建立更紧密经贸关系的安排》。</div>
                    <div style="margin-top:10px;">6月29日——东道主法国队在2003年法国联合会杯决赛中1-0击败喀麦隆队，蝉联联合会杯冠军。</div>
                    <div style="margin-top:10px;">6月30日——香港Beyond乐队主唱黄家驹逝世十周年。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div style="margin-top:10px;">7月1日——“三个代表”重要思想理论研讨会在北京举行，时任中共中央总书记胡锦涛发表重要讲话。全党兴起学习贯彻“三个代表”重要思想新高潮。</div>
                    <div style="margin-top:10px;">7月1日——50万香港市民上街游行，反对香港基本法第23条立法。</div>
                    <div style="margin-top:10px;">7月1日——中央电视台新闻频道（CCTV-13）正式开播。</div>
                    <div style="margin-top:10px;">7月2日——加拿大温哥华成为2010年第21届冬季奥林匹克运动会的主办城市。</div>
                    <div style="margin-top:10px;">7月4日——中国著名电视剧《还珠格格第三部之天上人间》在大陆首播。</div>
                    <div style="margin-top:10px;">7月5日——《小崔说事》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">7月5日——世界卫生组织宣布已经成功控制SARS。</div>
                    <div style="margin-top:10px;">7月6日——中国《声音》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">7月6日——国务院批准设立北川羌族自治县。（同年10月25日正式挂牌成立）</div>
                    <div style="margin-top:10px;">7月7日——《新闻联播》撤出CCTV-3。</div>
                    <div style="margin-top:10px;">7月7日——中国著名电视剧《还珠格格3天上人间》在台湾中视首播。</div>
                    <div style="margin-top:10px;">7月8日——经国务院批准，仪陇县人民政府驻地从金城镇迁至新政镇。（2005年9月29日正式迁至新政镇）</div>
                    <div style="margin-top:10px;">7月10日——香港一辆行走天水围至荔景之香港九巴265M线智能双层巴士AP69（JU4667）在早上于屯门公路被货柜车推至路边，不久即堕下数十米山坡，车长及20名乘客死亡，另造成20名乘客受伤。</div>
                    <div style="margin-top:10px;">7月10日——微软停止Windows 98的主流技术支持。</div>
                    <div style="margin-top:10px;">7月12日——美国核动力航空母舰“里根号”（CVN-76）服役。这是美国第一艘以尚在人世的总统人物命名的航空母舰。</div>
                    <div style="margin-top:10px;">7月22日——美军地面部队指挥官桑切斯中将在伊拉克首都巴格达召开新闻发布会，证实萨达姆的两个儿子乌代·侯赛因和库赛·侯赛因于当天在北部摩苏尔地区被美军击毙。这是美军自4月初攻入巴格达后，美军取得的最大胜利。</div>
                    <div style="margin-top:10px;">7月27日——抗美援朝战争胜利50周年。</div>
                    <div style="margin-top:10px;">7月31日——中国台湾男歌手周杰伦的第四张个人原创专辑《叶惠美》发行。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div style="margin-top:10px;">8月2日——科学家称，由于国际禁止使用氟氯化碳，南极上空的臭氧层漏洞有逐渐恢复的趋势。</div>
                    <div style="margin-top:10px;">8月4日——侵华日军遗弃在华化学毒剂泄漏事件。</div>
                    <div style="margin-top:10px;">8月5日——中国人工繁育成活第一只大熊猫。</div>
                    <div style="margin-top:10px;">8月6日——上海合作组织举行首次多国联合军事演习。</div>
                    <div style="margin-top:10px;">8月15日——青岛啤酒迎来百年华诞。</div>
                    <div style="margin-top:10px;">8月25日——四川省南部县人民法院依法作出一审判决，判处南部县高考试卷被盗案被告人杨博有期徒刑7年。</div>
                    <div style="margin-top:10px;">8月27日——第二届中国邮文化节暨第23届全国最佳邮票评选颁奖活动在江苏高邮市举办。</div>
                    <div style="margin-top:10px;">8月28日~9月1日——胡锦涛在江西考察工作时明确使用“科学发展观”概念，提出要牢固树立协调发展、全面发展、可持续发展的科学发展观。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div style="margin-top:10px;">9月1日——超级任天堂停产。</div>
                    <div style="margin-top:10px;">9月3日——香港金融管理局宣布推出港元新钞票。</div>
                    <div style="margin-top:10px;">9月10日——瑞典外长安娜·琳德遭到刺杀，在次日伤重去世。</div>
                    <div style="margin-top:10px;">9月26日——日本北海道于这天早上发生黎克特制8级地震，震央在北海道襟裳岬冲。</div>
                    <div style="margin-top:10px;">9月27日——欧洲航天局发射SMART-1探月卫星。</div>
                    <div style="margin-top:10px;">9月30日——经国务院批准，铜川市人民政府驻地由王益区红旗街迁移至耀州区正阳路。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div style="margin-top:10px;">10月1日——广东南方电视台《今日一线》开播。</div>
                    <div style="margin-top:10px;">10月5日——中共中央、国务院发出《关于实施东北地区等老工业基地振兴战略的若干意见》。</div>
                    <div style="margin-top:10px;">10月11日～14日——中共十六届三中全会召开，通过《中共中央关于完善社会主义市场经济体制若干问题的决定》，提出坚持以人为本，树立全面、协调、可持续的发展观和“五个统筹”的思想，明确了完善社会主义市场经济体制的目标和主要任务。胡锦涛在会上发表讲话，明确提出和阐述科学发展观。</div>
                    <div style="margin-top:10px;">10月12日——2003年美国女足世界杯决赛中，德国队以2-1战胜瑞典队获得冠军，这样德国队继美国、挪威之后，成为第三支女足世界杯冠军球队，而这次夺冠也是女足世界杯历史上首次由女性主教练带领的球队夺冠。德国亦成为男女足都夺得世界杯的国家。</div>
                    <div style="margin-top:10px;">10月12日——利比里亚宣布与台湾当局断交，重新与中华人民共和国建交。</div>
                    <div style="margin-top:10px;">10月15日——中国首次成功发射载人宇宙飞船“神舟五号”，航天员杨利伟成为中国登上太空的第一人。</div>
                    <div style="margin-top:10px;">10月16日——“神舟五号”载人飞船成功降落在内蒙古四子王旗主着陆场，标志着中国成为世界上第三个独立掌握载人航天技术的国家。航天员杨利伟成为中国首位航天英雄。</div>
                    <div style="margin-top:10px;">10月17日——中央政府与澳门特区政府签署《内地与澳门关于建立更紧密经贸关系的安排》。</div>
                    <div style="margin-top:10px;">10月20日——CCTV-2由“经济·生活·服务频道”更名为“经济频道”，逐渐朝频道专业化方向过渡。</div>
                    <div style="margin-top:10px;">10月23日——经国务院批准，撤销吕梁地区设立地级吕梁市，原离石市改为离石区，孝义市和汾阳市由吕梁市代管。（2004年7月9日，吕梁撤地设市正式挂牌）</div>
                    <div style="margin-top:10px;">10月24日——协和飞机结束最后一次商业飞行。</div>
                    <div style="margin-top:10px;">10月31日——马来西亚总理马哈蒂尔下午正式辞职，结束22年首相生涯。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div style="margin-top:10px;">11月1日——台北举办同性恋大游行。</div>
                    <div style="margin-top:10px;">11月1日——北京五环路全线通车。</div>
                    <div style="margin-top:10px;">11月3日——湖南衡阳特大火灾，20名消防员殉职。</div>
                    <div style="margin-top:10px;">11月3日——《聚焦三农》在CCTV-7开播。</div>
                    <div style="margin-top:10px;">11月9日——月食（美洲、欧洲、非洲、中亚）。</div>
                    <div style="margin-top:10px;">11月17日——美国一名研究生通过GIMPS发现第40个梅森素数。</div>
                    <div style="margin-top:10px;">11月20日——土耳其伊斯坦布尔的汇丰银行大楼和英国领事馆外发生自杀式汽车爆炸事件。</div>
                    <div style="margin-top:10px;">11月20日——迈克尔·杰克逊被控猥亵儿童遭逮捕。</div>
                    <div style="margin-top:10px;">11月22日——郑州王乐天首次穿汉族的民族服饰——汉服走上街头，掀起汉服复兴运动与汉族复兴运动。</div>
                    <div style="margin-top:10px;">11月23日——格鲁吉亚总统谢瓦尔德纳泽在群众压力下辞职。</div>
                    <div style="margin-top:10px;">11月23日——中国著名女高音歌唱家宋祖英23日晚在位于奥地利首都维也纳的金色大厅举行个人独唱音乐会并获得圆满成功，亦是中国歌唱家首次在金色大厅举办个人独唱音乐会。</div>
                    <div style="margin-top:10px;">11月23日——南极洲的威尔克斯地和毛德皇后地部分地区出现日全食。整个南极洲、澳大利亚大部等地能看到日偏食。这是人类第一次在南极洲观测日全食。</div>
                    <div style="margin-top:10px;">11月25日——上海轨道交通5号线开通。</div>
                    <div style="margin-top:10px;">11月25日——俄罗斯人民友谊大学发生火灾，多名外国留学生死亡。</div>
                    <div style="margin-top:10px;">11月27日——美国总统乔治·沃克·布什于27日感恩节期间突然抵达伊拉克，进行了闪电式秘密访问，从而成为第一个踏上伊拉克土地的美国总统。</div>
                    <div style="margin-top:10px;">11月27日——台湾公投法获得通过，引起两岸关系紧张。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div style="margin-top:10px;">12月1日——经国务院批准，调整内蒙古自治区行政区划：（一）撤销巴彦淖尔盟，设立巴彦淖尔市，原临河市改为临河区（2004年8月26日，巴彦淖尔盟撤盟设市庆祝大会在临河区隆重举行）；（二）撤销乌兰察布盟，设立乌兰察布市，原集宁市改为集宁区，丰镇市由乌兰察布市代管。</div>
                    <div style="margin-top:10px;">12月3日——上海获得2010年世博会举办权1周年纪念日。</div>
                    <div style="margin-top:10px;">12月7日～16日——时任国务院总理温家宝应邀对美国、加拿大、墨西哥和埃塞俄比亚四国进行正式访问，并出席在埃塞俄比亚举行的中非合作论坛第二届部长级会议开幕式。</div>
                    <div style="margin-top:10px;">12月7日——津巴布韦正式宣布退出英联邦。</div>
                    <div style="margin-top:10px;">12月10日——中央电视台少儿频道(CCTV-14)开始试播。</div>
                    <div style="margin-top:10px;">12月10日——日本著名女歌手安室奈美惠的第六张个人原创专辑《STYLE》（中文译名《安式时尚》）发行。</div>
                    <div style="margin-top:10px;">12月13日——伊拉克前总统萨达姆·侯塞因在家乡提克里特附近地区被美军抓获。</div>
                    <div style="margin-top:10px;">12月17日——日本著名女歌手滨崎步的第一张个人迷你专辑《Memorial address》（中文译名《忆在步言中》或《思念轨迹》）发行，最终销量突破百万张，使滨崎步成为日本首位以迷你专辑销量突破百万张的歌手。</div>
                    <div style="margin-top:10px;">12月18日——经国务院批准，调整部分行政区划：（一）遂宁市撤销市中区，设立船山区和安居区 [20]  ；（二）盐城市撤销盐都县，设立盐都区，原城区更名为亭湖区。</div>
                    <div style="margin-top:10px;">12月18日——改革开放25周年。</div>
                    <div style="margin-top:10px;">12月18日——西部电影频道正式开播。</div>
                    <div style="margin-top:10px;">12月19日～20日——新中国历史上党中央、国务院召开的第一次全国人才工作会议在北京举行。会议讨论了关于进一步加强人才工作的决定。</div>
                    <div style="margin-top:10px;">12月19日——利比亚宣布放弃发展大规模杀伤性武器。</div>
                    <div style="margin-top:10px;">12月22日——美国加利福尼亚州发生强烈地震，2人死亡。</div>
                    <div style="margin-top:10px;">12月23日——重庆开县高桥镇发生井喷事故，含有硫化氢的天然气迅速扩散，造成243人死亡，6万居民撤离。</div>
                    <div style="margin-top:10px;">12月24日——美国华盛顿州爆发狂牛症，澳大利亚、中国、巴西、日本等国家宣布禁止进口美国牛肉。</div>
                    <div style="margin-top:10px;">12月26日——中共中央、国务院发布《关于进一步加强人才工作的决定》，强调实施人才强国战略是党和国家一项重大而紧迫的任务。</div>
                    <div style="margin-top:10px;">12月26日——伊朗发生强烈大地震，3万人死亡，10万多人无家可归，20多个国家向伊朗派出救援队与物资援助。伊朗政府拒绝了美国政府的援助请求。</div>
                    <div style="margin-top:10px;">12月28日——东方电影频道、中央电视台少儿频道（CCTV-14）正式开播。</div>
                    <div style="margin-top:10px;">12月28日——《每周质量报告》撤出CCTV-7。</div>
                    <div style="margin-top:10px;">12月30日——中国香港著名女艺人梅艳芳因癌症医治无效逝世，终年40岁。</div>
                    <div style="margin-top:10px;">12月31日——中共中央、国务院发出《关于促进农民增加收入若干政策的意见》，决定2004年降低农业税率1个百分点，取消除烟叶外的农业特产税，实行粮食直补、良种补贴和大型农机具购置补贴。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2004">2004年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div style="margin-top:10px;">1月1日——时任日本首相小泉纯一郎于当日上午再次参拜了位于东京九段北的靖国神社。这是小泉纯一郎自2001年4月就任日本首相以来，不顾日本国内舆论和亚洲各国反对，第四次参拜靖国神社。</div>
                    <div style="margin-top:10px;">1月1日——中国中央人民广播电台第一套节目正式更名为中国之声。</div>
                    <div style="margin-top:10px;">1月1日——世界首条商业运行的磁悬浮上海磁悬浮列车正式投入运行。美国与亚洲国家签订的第一个自由贸易协定“美－新自由贸易协定”（美国、新加坡）开始实施。北京地铁13号线不再使用过渡车，每天有15列新车上线运行。已有17组68节调频调压车（VVVF）投入运营。</div>
                    <div style="margin-top:10px;">1月3日——埃及闪光航空一架包机从旅游胜地沙姆沙伊赫起飞不久在红海上空坠毁，机上148人全部罹难，其中120多人是法国旅客。</div>
                    <div style="margin-top:10px;">1月4日——《高端访问》栏目在CCTV-1开播。</div>
                    <div style="margin-top:10px;">1月4日——美国“勇气号”火星车于东八区时间12:35（世界协调时4:35）在火星表面成功着陆。</div>
                    <div style="margin-top:10px;">1月6日——英国对戴安娜王妃车祸案首次进行审理。</div>
                    <div style="margin-top:10px;">1月11日——电视剧《还珠格格3天上人间》在湖南卫视上映。</div>
                    <div style="margin-top:10px;">1月11日——经国务院批准，撤销陇南地区，设立地级陇南市，原武都县改为武都区。</div>
                    <div style="margin-top:10px;">1月14日——美国总统乔治·沃克·布什在美国国家航空航天局的华盛顿总部发表讲话，提议争取最早在2015年、最晚不超过2020年让美国宇航员重返月球，并在月球上建立科研基地，为下一步将人送上火星甚至更远的星球作准备。</div>
                    <div style="margin-top:10px;">1月15日——中国男歌手刀郎的原创专辑《2002年的第一场雪》发行。</div>
                    <div style="margin-top:10px;">1月19日——日本向伊拉克派出首批30人的自卫队先遣队，这是日本自二战后首次向依然处于战争状态的地区派遣军队。</div>
                    <div style="margin-top:10px;">1月22日——亚洲禽流感疫情进一步扩散，欧盟宣布禁止从泰国进口鸡肉。</div>
                    <div style="margin-top:10px;">1月24日——由赵本山执导并主演的电视剧《马大帅》在辽宁电视台三频道首播。</div>
                    <div style="margin-top:10px;">1月25日——美国国家航空航天局发射的另一部火星车机遇号于12:55在火星的梅里迪亚尼平面成功着陆。</div>
                    <div style="margin-top:10px;">1月28日——有关英国前武器专家凯利之死的赫顿调查报告公布，报告称英国广播公司对政府的指责是“没有根据”的。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div style="margin-top:10px;">2月1日——麦加朝圣发生惨剧，251人被踩死。</div>
                    <div style="margin-top:10px;">2月1日——《中华人民共和国银行业监督管理法》正式施行。</div>
                    <div style="margin-top:10px;">2月4日——经国务院批准，调整哈尔滨市行政区划：（一）撤销呼兰县，设立呼兰区；（二）撤销太平区，太平区并入道外区；（三）设立松北区。</div>
                    <div style="margin-top:10px;">2月4日——Facebook创立。</div>
                    <div style="margin-top:10px;">2月5日——19:45，北京密虹公园的密云县第二届迎春灯展，一游人在公园桥上跌倒，引起身后游人拥挤，造成踩死挤伤游人的特大恶性事故，37人死亡，15人受伤。</div>
                    <div style="margin-top:10px;">2月6日——莫斯科地铁自杀爆炸事件，40人在此事件丧生，129人受伤。</div>
                    <div style="margin-top:10px;">2月6日——中国台湾女子组合S.H.E的第五张原创专辑《奇幻旅程》发行。</div>
                    <div style="margin-top:10px;">2月10日——巴格达南部爆炸事件，至少50人死亡。</div>
                    <div style="margin-top:10px;">2月10日——法国国民会议通过决议，禁止学生佩戴宗教服饰，包括穆斯林妇女的头巾。</div>
                    <div style="margin-top:10px;">2月12日——美国旧金山市开始向同性伴侣颁发结婚证书。</div>
                    <div style="margin-top:10px;">2月13日——韩国科学家宣称已经克隆了30个人类胚胎。</div>
                    <div style="margin-top:10px;">2月20日——伊朗国会大选结束，数百位改革派成员被禁止参选或抵制，导致保守派获压倒性胜利。</div>
                    <div style="margin-top:10px;">2月24日——摩洛哥发生地震，571人死亡。</div>
                    <div style="margin-top:10px;">2月26日——前英国内阁官员称英国政府曾监听联合国秘书长安南。</div>
                    <div style="margin-top:10px;">2月26日——禁令实行23年后，美国开放其公民赴利比亚旅行。</div>
                    <div style="margin-top:10px;">2月27日——中国台湾女歌手蔡依林的第六张原创专辑《城堡》发行。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div style="margin-top:10px;">3月1日——俄罗斯总统普京提名米哈伊尔·弗拉德科夫出任俄联邦政府总理。</div>
                    <div style="margin-top:10px;">3月1日——比利时变态绑架杀人魔马克·杜特斯在布鲁塞尔接受审判。</div>
                    <div style="margin-top:10px;">3月1日——穆罕默德·巴哈尔·乌卢姆出任伊拉克临时总统。</div>
                    <div style="margin-top:10px;">3月2日——伊拉克巴格达卡尔巴拉连环爆炸事件。</div>
                    <div style="margin-top:10px;">3月2日——约翰·克里赢得民主党在10个州中的9个初选，获得民主党提名为2004年美国总统选举候选人。</div>
                    <div style="margin-top:10px;">3月11日——西班牙首都马德里连环爆炸案，逾200人死亡，超过1500人受伤。</div>
                    <div style="margin-top:10px;">3月14日——西班牙大选结果揭晓，由阿斯纳尔领导的执政人民党败于由何塞·路易斯·罗德里格斯·萨帕特罗领导的西班牙社会党。</div>
                    <div style="margin-top:10px;">3月14日——第十届全国人民代表大会第二次会议通过了宪法修正案，首次明确规定了“国家尊重和保障人权”。同时，《宪法》还首次明确规定“国家保护合法的私有财产”，这标志着中国市场经济基本原则在中国社会得到确认。</div>
                    <div style="margin-top:10px;">3月14日——俄罗斯大选，普京以69%的选票获得压倒性胜利，连任总统。</div>
                    <div style="margin-top:10px;">3月15日——涉嫌在云南犯下杀人罪行的公安部A级在逃犯罪嫌疑人马加爵，当天晚上在海南省三亚市被抓获。</div>
                    <div style="margin-top:10px;">3月15日——新当选的西班牙首相萨帕特罗宣布将撤回1300人的驻伊拉克西班牙部队。</div>
                    <div style="margin-top:10px;">3月17日——科索沃连串暴力事件，造成19人死亡，139幢塞族房屋被烧毁，超过30所东正教教堂被破坏。</div>
                    <div style="margin-top:10px;">3月19日——陈水扁和吕秀莲在竞选活动的最后一天在台湾省台南市遭到枪击受伤。</div>
                    <div style="margin-top:10px;">3月19日——联合国开始调查石油换食品计划中可能存在的联合国官员贪污腐败行为。</div>
                    <div style="margin-top:10px;">3月20日——中国台湾进行第11届领导人选举，12月11日进行“立委”选举。陈水扁以微弱多数赢得连任，国民党等反对党提出选举无效和当选无效诉讼。同时举行的两项公民投票都未获通过。</div>
                    <div style="margin-top:10px;">3月20日——全球数万人游行抗议美伊战争爆发一周年。</div>
                    <div style="margin-top:10px;">3月23日——OpenBOR自制游戏系列诞生。</div>
                    <div style="margin-top:10px;">3月24日——北京时间6:26，中国的冯锦华、张立昆等7名民间保钓人士首次成功登陆钓鱼岛。</div>
                    <div style="margin-top:10px;">3月26日——中国台湾女歌手王心凌的第二张个人原创专辑《爱你》发行。</div>
                    <div style="margin-top:10px;">3月27日——美国X-43A实验机在太平洋上空成功完成7马赫的极超音速飞行，打破了世界纪录。</div>
                    <div style="margin-top:10px;">3月29日——爱尔兰禁止在酒吧和餐馆里吸烟。</div>
                    <div style="margin-top:10px;">3月29日——中央电视台音乐频道（CCTV-15）正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div style="margin-top:10px;">4月1日——中国福利彩票“双色球”游戏实现电视现场直播，安排在中国教育电视台1套（CETV-1）开奖日20：30播出。</div>
                    <div style="margin-top:10px;">4月3日——《电影传奇》在CCTV-1开播。</div>
                    <div style="margin-top:10px;">4月4日——伊拉克局势持续动荡，支持萨达尔的伊拉克什叶派穆斯林武装分子在包括纳杰夫和萨德尔城等多处地点与美军爆发武装冲突。</div>
                    <div style="margin-top:10px;">4月7日——日本福冈地方法院作出判决，认定首相小泉纯一郎于2001年8月13日参拜靖国神社是违反日本宪法的行为，这是日本法庭在类似诉讼中首次做出不利于政府的判决。</div>
                    <div style="margin-top:10px;">4月7日——中纪委监察部派驻机构统一管理工作会议召开。</div>
                    <div style="margin-top:10px;">4月18日——以色列空军武装直升飞机在加沙地带对一个车队发射导弹，击毙哈马斯领导人阿卜杜勒·阿齐兹·兰提西。</div>
                    <div style="margin-top:10px;">4月19日——非洲南部、南极洲的一小片地区出现日偏食。</div>
                    <div style="margin-top:10px;">4月20日——首相布莱尔宣布英国政府将就欧洲宪法草案举行全民公决。</div>
                    <div style="margin-top:10px;">4月21日——因泄露核计划机密而以叛国罪入狱18年的以色列核武器专家莫迪凯·瓦努努获释。</div>
                    <div style="margin-top:10px;">4月21日——中国国家足球队在位于西班牙巴塞罗那的诺坎普体育场以0-6的比分负于西甲劲旅巴塞罗那队。</div>
                    <div style="margin-top:10px;">4月22日——两辆装有燃料和化学物的火车在接近中国边境的朝鲜城市龙川冲撞，造成161人死亡，1,300人受伤，上万房屋被毁（2004年朝鲜龙川火车站爆炸事件）。</div>
                    <div style="margin-top:10px;">4月22日——法国关闭最后一个煤矿井，结束了该国约200年的开采煤矿的历史。</div>
                    <div style="margin-top:10px;">4月23日——中国人民解放军海军成立55周年。</div>
                    <div style="margin-top:10px;">4月23日——中国台湾乐团飞儿乐团（F.I.R）的同名专辑《飞儿乐团》发行。</div>
                    <div style="margin-top:10px;">4月24日——英国小公主路易斯·温莎在温莎城堡接受洗礼。</div>
                    <div style="margin-top:10px;">4月25日——塞浦路斯就联合国提出的和平方案举行全民公决，塞浦路斯的希腊裔人投票反对合并方案。</div>
                    <div style="margin-top:10px;">4月28日——《声音》正式停播，撤出CCTV-13。</div>
                    <div style="margin-top:10px;">4月28日——美英联军虐待伊拉克战俘事件首次由美国媒体披露。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div style="margin-top:10px;">5月1日—《亚洲报道》和《文化报道》正式停播，撤出CCTV-13。</div>
                    <div style="margin-top:10px;">5月3日一12名中国工程师在巴基斯坦瓜达尔港遭到汽车炸弹袭击。3人不幸遇难，另有9人受伤。</div>
                    <div style="margin-top:10px;">5月4日一纪念五四运动85周年</div>
                    <div style="margin-top:10px;">5月5日一中国标准时间2:49~6:12发生月全食，亚洲、非洲、欧洲大部、南美洲中东部、澳大拉西亚等地可在4日夜晚或5日凌晨看到。中国西北、西南、海南可见全过程，其余地区带食月落，其中黑龙江最东端只可见开头的偏食阶段，东北其余地区和山东半岛可见开头的偏食阶段和一部分全食阶段，华北、华东、华中、广东可见完整的全食阶段，只是结尾的偏食阶段有一部分看不到。</div>
                    <div style="margin-top:10px;">5月6日一 广受欢迎的美国NBC情景戏剧《老友记六人行》最后一集播出，广告价格创下了每30秒200万美元的记录</div>
                    <div style="margin-top:10px;">5月8日一中国《今日点击》 [13]  在陕西电视台一套正式开播。</div>
                    <div style="margin-top:10px;">5月9日 一俄罗斯联邦车臣共和国总统艾哈迈德·卡德罗夫在出席纪念第二次世界大战结束的活动中被预先放置的地雷炸死。</div>
                    <div style="margin-top:10px;">5月12日一日本组合NEWS正式出道。</div>
                    <div style="margin-top:10px;">5月12日一一名在伊拉克的美国商人尼克·贝尔格遭伊斯兰极端武装分子斩首，画面还在电视和互联网上播出。</div>
                    <div style="margin-top:10px;">5月13日 一印度国会大选结束，印度国民大会党出人意料地获得胜利。</div>
                    <div style="margin-top:10px;">5月14日一丹麦王储腓烈特与玛丽·唐纳森在哥本哈根举行婚礼。</div>
                    <div style="margin-top:10px;">5月15日一美国一名数学爱好者通过GIMPS发现第41个梅森素数。</div>
                    <div style="margin-top:10px;">5月17日一中国政府发表针对台湾地区的5.17声明</div>
                    <div style="margin-top:10px;">5月17日一美国马萨诸塞州正式成为全美首个将同性婚姻合法化的州份，引起全美关注</div>
                    <div style="margin-top:10px;">5月18日一国际奥委会宣布进入2012年夏季奥运会第二轮申办阶段的5个城市：伦敦、马德里、莫斯科、纽约和巴黎</div>
                    <div style="margin-top:10px;">5月20日一陈水扁就任台湾地区领导人。</div>
                    <div style="margin-top:10px;">5月28日一美国灾难片电影《后天》全球同步上映。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div style="margin-top:10px;">6月1日——经国务院批准，国家发展改革委正式颁布实施《汽车产业发展政策》。</div>
                    <div style="margin-top:10px;">6月1日——中国天津电视台少儿频道正式开播。</div>
                    <div style="margin-top:10px;">6月4日一新加坡籍华裔男歌手林俊杰的个人第二张原创专辑《第二天堂》发行。</div>
                    <div style="margin-top:10px;">6月6日一多国领袖在法国诺曼底庆祝二战中诺曼底登陆60周年。</div>
                    <div style="margin-top:10px;">6月6日一《约会新7天》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">6月8日一1882年以来的首次金星凌日出现。</div>
                    <div style="margin-top:10px;">6月8日~6月10日一八国集团领导人峰会在美国乔治亚州举行。</div>
                    <div style="margin-top:10px;">6月11日——卡西尼—惠更斯号造访土卫九。</div>
                    <div style="margin-top:10px;">6月12日~7月4日——2004年葡萄牙欧洲杯在葡萄牙举行。</div>
                    <div style="margin-top:10px;">6月16日一 美国911调查委员会发表初步报告。</div>
                    <div style="margin-top:10px;">6月21日一太空飞船一号顺利完成升空任务，成为首个进行太空飞行的私人宇宙飞船。</div>
                    <div style="margin-top:10px;">6月23日一中国台湾公布性别平等教育法。</div>
                    <div style="margin-top:10px;">6月28日一美国领导的驻伊拉克联军向伊拉克临时政府转交部分主权。保罗·布雷默辞去美国驻伊拉克最高行政长官。</div>
                    <div style="margin-top:10px;">6月30日一有关伊拉克前总统萨达姆·侯赛因犯有战争罪行和反人道罪行的初步听证会在伊拉克举行。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div style="margin-top:10px;">7月1日一伊拉克特别法庭首次传讯萨达姆，指控萨达姆屠戮库尔德人、与伊朗开战、入侵科威特以及镇压伊南部什叶派穆斯林起义等7项罪行。但萨达姆拒绝承认自己有罪，也拒绝承认特别法庭的合法性，真正的罪犯是（美国总统）布什”。</div>
                    <div style="margin-top:10px;">7月1日一中国第一部《行政许可法》开始实施。卡西尼-惠更斯号进入环绕土星轨道。广州获得2010年亚运会主办权。</div>
                    <div style="margin-top:10px;">7月1日 一河南省正式实施《河南省监狱提请老病残罪犯减刑假释实施办法》和《河南省监狱老病残罪犯认定标准》，这是中国大陆首次对老病残罪犯进行减刑和假释。</div>
                    <div style="margin-top:10px;">7月1日 一中国香港继2003年后，再次举行七一大游行。2004年的七一游行人数高达53万，较2003年的50万人还要多。</div>
                    <div style="margin-top:10px;">7月4日 一第十二届欧洲足球锦标赛6月12日-7月4日在葡萄牙举行。决赛中，希腊1：0战胜葡萄牙捧杯。</div>
                    <div style="margin-top:10px;">7月4日一纽约自由塔的奠基仪式在世界贸易中心遗址举行。</div>
                    <div style="margin-top:10px;">7月5日一印尼首次总统直选，苏西洛·班邦·尤多约诺与现任总统梅加瓦蒂·苏加诺普翠得票率列前两位，两人将进入第二轮的投票。</div>
                    <div style="margin-top:10px;">7月5日一2004年欧洲杯足球赛闭幕，希腊队获得冠军。</div>
                    <div style="margin-top:10px;">7月6日一美国民主党总统候选人约翰·克里、约翰·克里宣布选择约翰·爱德华兹为其副总统候选人，搭档角逐2004年美国总统选举。</div>
                    <div style="margin-top:10px;">7月9日一国际法院对联合国大会提出的有关以色列在约旦河西岸建造隔离墙是否违法的询问做出咨询性答复，认为此举违反了国际法，并要求联合国大会及安理会立即采取补救措施。</div>
                    <div style="margin-top:10px;">7月12日一 为拯救被伊拉克武装分子绑架的菲律宾人质，菲律宾政府宣布将立即撤出全部驻伊部队。</div>
                    <div style="margin-top:10px;">7月14日 一英国著名物理学家史蒂芬·霍金承认其之前有关黑洞的理论有错误。</div>
                    <div style="margin-top:10px;">7月15日一柬埔寨议会重新任命洪森为首相。</div>
                    <div style="margin-top:10px;">7月16日一由张艺谋执导的武侠电影《十面埋伏》上映。</div>
                    <div style="margin-top:10px;">7月17日~8月7日——2004年中国亚洲杯在中国举行。</div>
                    <div style="margin-top:10px;">7月18日——中国东方少儿频道正式开播。</div>
                    <div style="margin-top:10px;">7月19日——中国南京电视台少儿频道正式开播。</div>
                    <div style="margin-top:10px;">7月21日一联合国大会通过决议，要求以色列遵守国际法院所做出的要求以色列撤除西岸隔离墙的判决。</div>
                    <div style="margin-top:10px;">7月26日一2004年美国民主党全国代表大会在波士顿举行，正式提名约翰·克里和约翰·爱德华兹为民主党总统、副总统参选人。</div>
                    <div style="margin-top:10px;">7月28日 一中国在北极的第一个科学考察站——黄河站建成，同时，武汉地铁1号线开通运营，使武汉成为中西部地区首个拥有地铁的城市。</div>
                    <div style="margin-top:10px;">7月30日一联合国安理会通过由美国提案的1556号决议，要求苏丹政府立即中止达尔富尔地区的种族屠杀活动。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div style="margin-top:10px;">8月1日——巴拉圭首都亚松森的一家超级市场发生大火，造成超过400人死亡。</div>
                    <div style="margin-top:10px;">8月3日——美国纽约自由女神像在“911事件”之后首次向公众重新开放。</div>
                    <div style="margin-top:10px;">8月3日——中国台湾男歌手周杰伦的第五张个人原创专辑《七里香》发行。</div>
                    <div style="margin-top:10px;">8月7日——2004年亚洲杯足球赛决赛在北京工人体育场进行，由东道主中国队迎战卫冕冠军日本队。最终，日本队以3-1战胜中国队，蝉联亚洲杯冠军，中国队屈居亚军。</div>
                    <div style="margin-top:10px;">8月11日——2004年雅典奥运会女足F组的首场比赛中，中国女足0-8惨败在世界冠军德国女足脚下，遭受到中国足球史上正式比赛中的最惨重败绩。</div>
                    <div style="margin-top:10px;">8月12日——新加坡总理吴作栋正式卸任总理职务，由李显龙接任。</div>
                    <div style="margin-top:10px;">8月13日——查理飓风影响美国佛罗里达州、古巴和牙买加，造成32人死亡。</div>
                    <div style="margin-top:10px;">8月13日~29日——2004年雅典奥运会在希腊雅典举行。</div>
                    <div style="margin-top:10px;">8月21日——孟加拉国反对党在首都达卡的游行集会中发生连串炸弹爆炸事件，造成13人死亡。</div>
                    <div style="margin-top:10px;">8月22日——挪威奥斯陆蒙克博物馆所藏的多幅爱德华·蒙克的名画失窃。</div>
                    <div style="margin-top:10px;">8月24日——俄罗斯两架民航客机几乎同时坠毁，89名乘客全部死亡。事件怀疑是两起恐怖袭击。</div>
                    <div style="margin-top:10px;">8月26日——跆拳道女将陈诗欣在雅典奥运跆拳道女子第一量级（49公斤级）为中华台北夺下奥运参赛史上首面金牌。</div>
                    <div style="margin-top:10px;">8月29日——数万名示威者在美国共和党全国代表大会召开前夕在纽约举行游行，反对总统乔治·沃克·布什的各项政策。</div>
                    <div style="margin-top:10px;">8月31日——莫斯科地铁发生自杀式爆炸事件，造成10人死亡，50多人受伤。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div style="margin-top:10px;">9月1日——时任国务院总理温家宝主持召开国务院全体会议，签署中华人民共和国国务院令（第414号），任命何厚铧为中华人民共和国澳门特别行政区第二任行政长官，于2004年12月20日就职。</div>
                    <div style="margin-top:10px;">9月1日——车臣武装分子在俄罗斯北奥塞梯共和国别斯兰市的一所中学劫持了近1500名人质，其中大部分为儿童。绑架者要求俄罗斯当局立即释放被关押的所有车臣叛军，并允许车臣独立。</div>
                    <div style="margin-top:10px;">9月2日——美国共和党全国代表大会开幕，正式提名乔治·沃克·布什为共和党总统候选人，切尼为副总统候选人。</div>
                    <div style="margin-top:10px;">9月3日——南部县的柴井乡和度门镇划归仪陇县管辖。</div>
                    <div style="margin-top:10px;">9月4日——飓风佛朗西斯袭击美国佛罗里达州、乔治亚州、南卡罗来纳州以及巴哈马，造成15人死亡。</div>
                    <div style="margin-top:10px;">9月6日——美籍华裔男歌手潘玮柏的第三张个人原创专辑《Wu Ha》发行。</div>
                    <div style="margin-top:10px;">9月10日——北京电视台卡酷动画频道正式开播。</div>
                    <div style="margin-top:10px;">9月12日——北京外语广播正式开播。</div>
                    <div style="margin-top:10px;">9月16日——丹麦王子约阿希姆和香港裔的王妃文雅丽宣布分居。</div>
                    <div style="margin-top:10px;">9月16日——飓风伊万席卷加勒比海和美国多个地区，造成至少103人死亡。</div>
                    <div style="margin-top:10px;">9月16日～19日——中国共产党第十六届中央委员会第四次全体会议在北京举行。</div>
                    <div style="margin-top:10px;">9月17日——日本与墨西哥达成自由贸易协定。</div>
                    <div style="margin-top:10px;">9月17日～28日——2004年雅典残奥会在希腊雅典举行。</div>
                    <div style="margin-top:10px;">9月19日——中国共产党第十六届中央委员会第四次全体会议经过认真讨论，决定同意江泽民辞去中共中央军事委员会主席的职务，决定胡锦涛任中共中央军委主席，徐才厚任中共中央军事委员会副主席。</div>
                    <div style="margin-top:10px;">9月19日——在中国共产党第十六届中央委员会第四次全体会议上，中国共产党正式提出了“建立和谐社会”的历史目标。</div>
                    <div style="margin-top:10px;">9月21日～25日——时任国务院总理温家宝应邀正式访问吉尔吉斯共和国并出席在比什凯克举行的上海合作组织成员国总理第三次会议、正式访问俄罗斯并举行中俄总理第九次定期会晤。</div>
                    <div style="margin-top:10px;">9月22日——《2004超级女声》总决赛揭晓，安又琪获得年度总冠军，亦成为中国内地乐坛史上首位选秀冠军；王媞、张含韵分别获得亚军和季军。</div>
                    <div style="margin-top:10px;">9月23日——国务院批准，哈尔滨市人民政府驻地从道里区石头道街迁至松北区世纪大道。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div style="margin-top:10px;">10月1日——中华人民共和国成立55周年。</div>
                    <div style="margin-top:10px;">10月1日——效力于美国职棒大联盟西雅图水手队的日本棒球选手铃木一朗打破了保持了84年之久的单季安打记录。</div>
                    <div style="margin-top:10px;">10月1日——巴基斯坦伊斯兰堡东南的锡亚尔科特市的一座什叶派清真寺发生自杀式爆炸事件。</div>
                    <div style="margin-top:10px;">10月1日——中央电视台西班牙语法语频道(CCTV-E&F)、中央电视台海外戏曲频道(CCTV-戏曲)正式开播，CCTV-1实现全天24小时播出。</div>
                    <div style="margin-top:10px;">10月2日——北京国安在客场挑战沈阳金德队的中超比赛中，由于不满裁判周伟新的点球判罚，上演了中国足球史上第一起有组织的罢赛事件，史称国安罢赛事件。</div>
                    <div style="margin-top:10px;">10月3日——联合国秘书长安南要求以色列方面停止其在加沙地带的军事行动。</div>
                    <div style="margin-top:10px;">10月4日——苏西洛·班邦·尤多约诺正式当选印尼总统。</div>
                    <div style="margin-top:10px;">10月5日——美国否决了联合国安理会的一项旨在谴责以色列在加沙地带军事行动的决议案。以方军事行动已造成至少70名巴勒斯坦人死亡。</div>
                    <div style="margin-top:10px;">10月7日——柬埔寨国王西哈努克亲王宣布退位。</div>
                    <div style="margin-top:10px;">10月7日——埃及西奈半岛发生爆炸事件。</div>
                    <div style="margin-top:10px;">10月8日——《综艺大观》正式停播，退出CCTV-3。</div>
                    <div style="margin-top:10px;">10月8日——辽沈地区著名民生类新闻节目《新北方》在辽宁广播电视台都市频道首播。</div>
                    <div style="margin-top:10px;">10月8日——联合国安理会通过了由中俄等国提出的关于反恐的第1566号决议，标志着以反恐为核心的国际认同体系基本形成，新的世界理念初步形成，同时标志着自冷战形成的国际秩序崩溃后新的国际秩序认同理念初步形成。</div>
                    <div style="margin-top:10px;">10月8日~9日一第五届亚欧首脑会议在越南首都河内举行。</div>
                    <div style="margin-top:10px;">10月9日一澳大利亚大选，执政的霍华德政府获得胜利。</div>
                    <div style="margin-top:10px;">10月10日——广东防治SARS（严重急性呼吸综合征）科技攻关组的专家在“广东省传染性非典型肺炎(SARS)防治研究”科技成果的鉴定会上认定：果子狸是SARS冠状病毒的主要载体。</div>
                    <div style="margin-top:10px;">10月11日——索马里过渡全国议会选举尤素福为临时总统。</div>
                    <div style="margin-top:10px;">10月13日——中国少年先锋队成立55周年。</div>
                    <div style="margin-top:10px;">10月14日——西哈努克退位，西哈莫尼被推举为柬埔寨新国王。</div>
                    <div style="margin-top:10px;">10月14日——中国东北、蒙古东北部、朝鲜半岛大部、日本大部、俄罗斯远东在10月14日上午到中午，阿拉斯加、夏威夷等地在10月13日傍晚出现日偏食。</div>
                    <div style="margin-top:10px;">10月15日——以色列从加沙地区撤军。</div>
                    <div style="margin-top:10px;">10月17日——巴塞罗那临床医学研究院医师佩德罗-阿伦索向外界宣称：西班牙医学研究小组在人类历史上首次研制出了疟疾疫苗RTS。</div>
                    <div style="margin-top:10px;">10月17日——第59届联合国大会15日上午投票选出五个新的安理会非常任理事国：阿根廷、丹麦、日本、希腊和坦桑尼亚。</div>
                    <div style="margin-top:10px;">10月20日——印尼首位直选总统苏西洛·班邦·尤多约诺宣誓就职。</div>
                    <div style="margin-top:10px;">10月23日——日本新潟县中越地震。</div>
                    <div style="margin-top:10px;">10月25日——瑞士冒险家迈克·霍恩完成历时两年多的环绕北极圈之旅，成为不借助机动交通工具实现绕北极之旅的世界第一人。</div>
                    <div style="margin-top:10px;">10月26日——以色列议会进行表决，以简单多数通过了沙龙总理提出的单边行动计划。</div>
                    <div style="margin-top:10px;">10月28日——月全食。美洲、欧洲、非洲、西亚等地可在10月27日夜晚或28日凌晨看到。由于全过程发生在中国标准时间9:15~12:53，中国大多数地区发生在白天，仅新疆最西端能看到开头偏食阶段的一小部分。</div>
                    <div style="margin-top:10px;">10月29日——新加坡籍华裔女歌手孙燕姿的第八张原创专辑《Stefanie》发行。</div>
                    <div style="margin-top:10px;">10月29日——欧盟领导人签署欧盟宪法条约。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div style="margin-top:10px;">11月——中华人民共和国国防动员委员会成立10周年。</div>
                    <div style="margin-top:10px;">11月3日——2004年美国总统选举结果出炉，乔治·W·布什获得连任。</div>
                    <div style="margin-top:10px;">11月3日——哈米德·卡尔扎伊当选阿富汗总统。</div>
                    <div style="margin-top:10px;">11月4日——2004年大选当选无效之诉宣判，连战、宋楚瑜败诉。</div>
                    <div style="margin-top:10px;">11月5日——俄罗斯总统普京在《京都议定书》上签字。</div>
                    <div style="margin-top:10px;">11月6日——联合国通过制裁科特迪瓦决议。</div>
                    <div style="margin-top:10px;">11月8日——普拉蒂巴·帕蒂尔任印度拉贾斯坦邦首位女邦长。在伊拉克临时政府总理阿拉维的授权之下，驻伊美军和伊拉克政府军对反美武装据守的费卢杰展开了大规模清剿行动。</div>
                    <div style="margin-top:10px;">11月11日——中国人民解放军空军成立55周年。</div>
                    <div style="margin-top:10px;">11月15日——我国运行最快的超级计算机──每秒峰值运算速度11万亿次的曙光4000A在上海超级计算中心正式启动，标志着我国成为继美、日之后第三个跨越10万亿次计算机研发和应用的国家。</div>
                    <div style="margin-top:10px;">11月16日——美国国家航空太空总署(NASA)的极音速飞行试验机X-43A第三次试飞，创下9.8马赫的大气层内飞行纪录。</div>
                    <div style="margin-top:10px;">11月17日——印度总理辛格首次访问印控克什米尔地区。</div>
                    <div style="margin-top:10px;">11月17日——中国国家足球队在广州天河体育场与中国香港队进行了2006年世界杯足球赛亚洲区预选赛小组赛最后一轮比赛。中国队虽然以7-0大胜中国香港队，但由于在小组赛中的总进球数比科威特队少1个，不得不接受小组无法出线的结果。</div>
                    <div style="margin-top:10px;">11月18日——我国在西昌卫星发射中心用“长征”二号丙运载火箭，成功地将科学试验小卫星“试验卫星”二号送入太空。</div>
                    <div style="margin-top:10px;">11月19日——在印第安纳步行者队与底特律活塞队的NBA常规赛中，发生NBA历史上规模最大，处罚最重，影响最恶劣的群殴事件，史称奥本山宫打架事件。</div>
                    <div style="margin-top:10px;">11月22日——伊朗政府宣布，根据伊朗与法德英3国达成的协议，伊朗已中止了与铀浓缩有关的一切活动。塞舌尔成为拉姆塞尔公约第144个缔约国。</div>
                    <div style="margin-top:10px;">11月26日——首届亚洲音乐盛典（Asia Song Festival）在位于韩国首尔的蚕室综合运动场隆重举行。滨崎步、宝儿、黎明、F4（言承旭缺席）、东方神起等亚洲国家和地区的当红艺人同台献艺，并接受了由韩国总理颁发的“亚洲音乐杰出贡献奖”，中国内地则有杨坤和孙楠出席。</div>
                    <div style="margin-top:10px;">11月28日~30日——中国国务院总理温家宝对老挝进行国事访问，出席在万象举行的第六次中日韩领导人会议、第八次中国与东盟领导人会议(10+1)和东盟与中日韩领导人会议(10+3)。</div>
                    <div style="margin-top:10px;">11月29日——央视数字付费电视《城市体育》频道更名为《高尔夫·网球》频道，《足球》频道更名为《风云足球》频道。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div style="margin-top:10px;">12月1日——中国台湾女歌手张韶涵的第二张原创专辑《欧若拉》发行。</div>
                    <div style="margin-top:10px;">12月1日——《财经报道》正式停播，撤出CCTV-13。</div>
                    <div style="margin-top:10px;">12月5日——中国第一条跨海铁路粤海铁路客运正式开通。</div>
                    <div style="margin-top:10px;">12月6日——恐怖分子袭击了美国驻沙特吉达领事馆，造成数人死亡。</div>
                    <div style="margin-top:10px;">12月8日——第三届南美洲国家首脑会议在秘鲁库斯科举行。与会的南美12个国家总统或其代表通过了《库斯科声明》，宣布成立南美国家共同体。</div>
                    <div style="margin-top:10px;">12月9日——中央人民广播电台文艺之声正式开播。</div>
                    <div style="margin-top:10px;">12月9日——由冯小刚执导的年度贺岁电影《天下无贼》上映。</div>
                    <div style="margin-top:10px;">12月9日——在休斯顿火箭队主场对阵圣安东尼奥马刺队的NBA常规赛中，特雷西·麦克格雷迪在比赛最后时刻，35秒狂砍13分，帮助火箭队逆转马刺取胜，麦迪的35秒13分，也成为了篮球史上的永恒经典，被誉为“麦迪时刻”。</div>
                    <div style="margin-top:10px;">12月13日——全球两大软件公司甲骨文和人民软件宣布合并，合并案总值高达1030亿美元，完成后将组建成世界上第二大商务应用软件企业。</div>
                    <div style="margin-top:10px;">12月14日——法国南部A75公路的密佑高架桥正式通车，成为全世界最高的桥梁建筑物。</div>
                    <div style="margin-top:10px;">12月15日——日本著名女歌手滨崎步睽违两年推出第六张原创专辑《My story》（中文译名《私物语》或《我的故事》），在日本发行首周便拿下日本公信榜销量冠军，合计共十张专辑都在推出首周便冲上销量第一。</div>
                    <div style="margin-top:10px;">12月16日——英国上议院裁定，政府在不经审判的情况下拘留怀疑为恐怖分子的人士违反了英国的人权法律。</div>
                    <div style="margin-top:10px;">12月18日——浙江电视台少儿频道正式开播。</div>
                    <div style="margin-top:10px;">12月20日——澳门回归中国5周年。</div>
                    <div style="margin-top:10px;">12月23日——由周星驰执导并主演的动作喜剧类电影《功夫》上映。</div>
                    <div style="margin-top:10px;">12月25日——《反分裂国家法》草案首次提请十届全国人大常委会第十三次会议审议。</div>
                    <div style="margin-top:10px;">12月26日——2004年印度洋大地震引起印度洋海啸，对印度洋沿岸国家造成巨大破坏，超过30万人丧生，其中许多为外国游客。</div>
                    <div style="margin-top:10px;">12月27日——《每周质量报告》撤出CCTV-12。</div>
                    <div style="margin-top:10px;">12月28日——CCTV-12正式由西部频道更名为社会与法频道。</div>
                    <div style="margin-top:10px;">12月28日——深圳地铁1号线、4号线开通运营。深圳成为了中国大陆第五个拥有轨道交通的城市，也是历史以来第一个一开始就有换乘站的城市。</div>
                    <div style="margin-top:10px;">12月28日——上海地铁1号线北延伸段（上海火车站站至共富新村站）开通运营。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2005">2005年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div style="margin-top:10px;">1月1日——内蒙古电视台少儿频道正式开播。</div>
                    <div style="margin-top:10px;">1月3日——中共中央印发《建立健全教育、制度、监督并重的惩治和预防腐败体系实施纲要》，提出到2010年，建成惩治和预防腐败体系基本框架，再经过一段时间的努力，建立起思想道德教育的长效机制、反腐倡廉的制度体系、权力运行的监控机制，建成完善的惩治和预防腐败体系。</div>
                    <div style="margin-top:10px;">1月3日——由胡玫执导，陈宝国主演的古装历史剧《汉武大帝》在央视一套黄金时段首播。</div>
                    <div style="margin-top:10px;">1月12日——欧洲议会通过欧盟宪法条约。</div>
                    <div style="margin-top:10px;">1月14日——中共中央举行新时期保持共产党员先进性专题报告会。胡锦涛强调，先进性是马克思主义政党的根本特征，也是马克思主义政党的生命所系、力量所在。党的先进性建设是马克思主义政党自身建设的根本任务。</div>
                    <div style="margin-top:10px;">1月18日——中国南极内陆冰盖昆仑科考队确认找到南极内陆冰盖的最高点，这是人类首次登上南极内陆冰盖最高点。</div>
                    <div style="margin-top:10px;">1月27日——Beyond演唱会“ Beyond The Story Live 2005”于香港开唱，全场爆满，此次演唱会也是Beyond乐队的告别演唱会。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div style="margin-top:10px;">2月4日——西部大开发5周年座谈会在人民大会堂举行。</div>
                    <div style="margin-top:10px;">2月15日——视频网站YouTube正式上线。</div>
                    <div style="margin-top:10px;">2月27日——《烟草控制框架公约》在最早批准该条约的40个国家生效。</div>
                    <div style="margin-top:10px;">2月28日——国务院新闻办公室召开新闻发布会，发表《中国的民族区域自治》白皮书，全面介绍中国的民族区域自治制度及民族自治地方的发展状况。这是中国第一次发表民族区域自治白皮书。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div style="margin-top:10px;">3月1日——《世界报道》正式停播，撤出CCTV-1。《体育新闻》撤出CCTV-1。</div>
                    <div style="margin-top:10px;">3月1日——《新闻社区》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">3月4日——胡锦涛参加全国政协十届三次会议民革、台盟、台联界委员联组讨论，提出新形势下发展两岸关系的四点意见。</div>
                    <div style="margin-top:10px;">3月5日～14日——十届全国人大三次会议召开，通过《反分裂国家法》；选举胡锦涛为国家中央军委主席。</div>
                    <div style="margin-top:10px;">3月13日——胡锦涛在十届全国人大三次会议解放军代表团全体会议上讲话，对我军的历史使命提出新要求：为中国共产党巩固执政地位提供重要的力量保证，为维护国家发展的重要战略机遇提供坚强的安全保障，为维护国家利益提供有力的战略支撑，为维护世界和平与促进共同发展发挥重要作用。</div>
                    <div style="margin-top:10px;">3月18日——由赵本山执导兼主演的电视剧《马大帅2》在央视八套黄金时间首播。</div>
                    <div style="margin-top:10px;">3月21日——网络游戏《魔兽世界》开始在中国大陆限量测试。</div>
                    <div style="margin-top:10px;">3月25日——2005年日本国际博览会在日本爱知县举行，人数为21000人。</div>
                    <div style="margin-top:10px;">3月28日——云南省农村信用社联合社成立。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div style="margin-top:10px;">4月8日——21世纪首次全环食。先在南太平洋出现日环食，后变为日全食，再次变为日环食。日全食阶段均在海洋上，后半段日环食经过了哥斯达黎加、巴拿马、哥伦比亚、委内瑞拉的部分地区。南太平洋、北美洲南部、南美洲中西部可见日偏食（其中，新西兰等东半球地区的日偏食在4月9日）。</div>
                    <div style="margin-top:10px;">4月17日——国务院印发《国家突发公共事件总体应急预案》。</div>
                    <div style="margin-top:10px;">4月26日～28日——时任国家主席胡锦涛应邀对菲律宾进行了国事访问。</div>
                    <div style="margin-top:10px;">4月27日——十届全国人大常委会第十五次会议通过《中华人民共和国公务员法》。</div>
                    <div style="margin-top:10px;">4月28日——经国务院批准，调整广州市行政区划 ：（一）撤销东山区，并入越秀区，撤销芳村区，并入荔湾区；（二）新设立萝岗区和南沙区。（同年9月28日新荔湾区、新越秀区、萝岗区挂牌成立；10月12日，南沙区挂牌成立）。</div>
                    <div style="margin-top:10px;">4月29日——时任中共中央总书记胡锦涛在北京人民大会堂与中国国民党主席连战举行正式会谈，亦是国共两党最高领导人举行60年来的首次会谈。会后共同发布“两岸和平发展共同愿景”。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div style="margin-top:10px;">5月1日——《新闻袋袋裤》在CCTV-14开播。</div>
                    <div style="margin-top:10px;">5月9日——俄罗斯庆祝卫国战争胜利60周年大阅兵，中国国家主席胡锦涛出席莫斯科红场阅兵式。</div>
                    <div style="margin-top:10px;">5月9日——CCTV-8实现全天24小时播出。</div>
                    <div style="margin-top:10px;">5月11日——国务院第八十九次常务会议审议通过《国务院实施〈中华人民共和国民族区域自治法〉若干规定》，自2005年5月31日起施行。</div>
                    <div style="margin-top:10px;">5月12日——时任中共中央总书记胡锦涛在北京人民大会堂与亲民党主席宋楚瑜举行正式会谈。</div>
                    <div style="margin-top:10px;">5月15日——南京地铁1号线开通观光运营，南京成为了中国大陆第六个拥有地铁的城市。</div>
                    <div style="margin-top:10px;">5月17日——经国务院批准，嘉兴市秀城区更名为南湖区。</div>
                    <div style="margin-top:10px;">5月18日——时任国务院总理温家宝主持召开国务院常务会议，讨论并原则通过《扶持人口较少民族发展规划（2005-2010年）》。</div>
                    <div style="margin-top:10px;">5月18日——经国务院批准，调整上海市行政区划：将宝山区的长兴乡、横沙乡划归崇明县管辖。（7月10日正式实施）。</div>
                    <div style="margin-top:10px;">5月27日——由阚卫平执导，何冰、罗海琼等主演的古装悬疑推理剧《大宋提刑官》在央视一套黄金时段首播。</div>
                    <div style="margin-top:10px;">5月27日至28日——中央民族工作会议暨国务院第四次全国民族团结进步表彰大会在北京举行。</div>
                    <div style="margin-top:10px;">5月30日——经国务院批准，调整开封市市辖区及开封县行政区划：（一）原开封市郊区更名为金明区，将开封县杏花营镇划归金明区；（二）南关区更名为禹王台区。</div>
                    <div style="margin-top:10px;">5月31日——时任中共中央总书记胡锦涛主持召开中共中央政治局会议，研究部署进一步加强民族工作、加快少数民族和民族地区经济社会发展工作，审议了《中共中央、国务院关于进一步加强民族工作，加快少数民族和民族地区经济社会发展的决定》。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div style="margin-top:10px;">6月2日——中俄双方代表在符拉迪沃斯托克互换《中华人民共和国和俄罗斯联邦关于中俄国界东段的补充协定》批准书。</div>
                    <div style="margin-top:10px;">6月6日——《魔兽世界》在中国大陆正式商业运营。</div>
                    <div style="margin-top:10px;">6月9日——2005年波士顿洛根机场跑道入侵事故。</div>
                    <div style="margin-top:10px;">6月10日——黑龙江省牡丹江地区宁安市沙兰镇发生洪灾，沙兰镇中心小学遭受洪灾袭击，正在上学的学生伤亡惨重。此次宁安洪灾死亡人数最终确定117人，其中学生105人。</div>
                    <div style="margin-top:10px;">6月15日~29日——2005年德国联合会杯在德国举行。</div>
                    <div style="margin-top:10px;">6月25日——朝鲜战争爆发55周年。</div>
                    <div style="margin-top:10px;">6月30日——微软停止Windows 2000的主流技术支持。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div style="margin-top:10px;">7月3日——西班牙国会通过同性婚姻合法化法案正式生效，西班牙成为第三个承认同性婚姻合法的国家。</div>
                    <div style="margin-top:10px;">7月4日——美国国家航空航天局（NASA）发射的人类第一个与彗星直接接触的深度撞击号撞击器成功撞击坦普尔1号彗星。</div>
                    <div style="margin-top:10px;">7月5日——大湄公河次区域经济合作第二次领导人会议在云南昆明召开。中国国务院总理温家宝、柬埔寨首相洪森、老挝总理本南、缅甸总理梭温、泰国总理他信和越南总理潘文凯以及亚洲开发银行行长黑田东彦出席会议。</div>
                    <div style="margin-top:10px;">7月6日——伦敦获得2012年夏季奥运会的举办权。</div>
                    <div style="margin-top:10px;">7月7日——伦敦遭到连环炸弹爆炸恐怖攻击，造成52人遇难。</div>
                    <div style="margin-top:10px;">7月8日——国际奥委会会议通过批准，香港可以协办2008年北京奥运的马术项目。</div>
                    <div style="margin-top:10px;">7月10日——卢森堡举行欧宪公投，结果以56.52%的赞成票通过欧盟宪法条约。</div>
                    <div style="margin-top:10px;">7月12日——时任中共中央总书记胡锦涛在北京人民大会堂会见台湾新党主席郁慕明率领的“民族之旅”大陆访问团。</div>
                    <div style="margin-top:10px;">7月16日——同根同源的西南师范大学和西南农业大学合并组建的西南大学正式挂牌成立。教育部部长周济、重庆市委书记黄镇东出席成立大会表示祝贺，并为西南大学揭牌。</div>
                    <div style="margin-top:10px;">7月18日——强烈台风海棠侵袭台湾，造成数十人死亡，多处淹水及交通中断。</div>
                    <div style="margin-top:10px;">7月20日——加拿大正式成为继荷兰、比利时、西班牙之后，第四个承认同性婚姻合法的国家。</div>
                    <div style="margin-top:10px;">7月21日——经国务院批准，我国开始实行以市场供求为基础、参考一篮子货币进行调节、有管理的浮动汇率制度。</div>
                    <div style="margin-top:10px;">7月21日——国家民委在北京召开大型民族文献《民族问题五种丛书》修订工作会议，修订工作全面启动。</div>
                    <div style="margin-top:10px;">7月21日——中国解除人民币与美金的联系汇率。</div>
                    <div style="margin-top:10px;">7月22日——微软公布正在开发的下一代操作系统Windows Vista。</div>
                    <div style="margin-top:10px;">7月23日——埃及红海度假胜地沙姆沙伊赫发生连环炸弹袭击，数百人死伤。</div>
                    <div style="margin-top:10px;">7月25日——在中国四川省爆发的不明怪病，证实为猪链球菌所造成的“人－猪链球菌感染”。</div>
                    <div style="margin-top:10px;">7月26日——美国发现号航天飞机在肯尼迪航天中心发射升空。</div>
                    <div style="margin-top:10px;">7月28日——中国新的国家歌舞团——中国东方歌舞团正式挂牌成立，中国东方歌舞团整合了原来的中国歌舞团和东方歌舞团。</div>
                    <div style="margin-top:10px;">7月29日——印度孟买及其周边地区豪雨成灾，造成超过800人死亡。</div>
                    <div style="margin-top:10px;">7月30日——苏丹第一副总统兼南方政府主席约翰·加朗从乌干达首都坎帕拉返回苏丹南部,途中因其所乘坐的直升机坠毁在苏丹南部一个山坡上,与6名随行人员、7名机组人员全部遇难。</div>
                    <div style="margin-top:10px;">7月31日——哈大线K127次旅客列车发生追尾事故。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div style="margin-top:10px;">8月1日——沙特阿拉伯国王法赫德·本·阿卜杜勒-阿齐兹因病逝世，其弟阿卜杜拉·本·阿卜杜勒-阿齐兹亲王继承王位。</div>
                    <div style="margin-top:10px;">8月1日——中美首次战略对话在北京举行。</div>
                    <div style="margin-top:10px;">8月1日——中国香港地铁迪士尼线通车。</div>
                    <div style="margin-top:10px;">8月2日——中国第21颗返回式科学与技术试验卫星发射升空。</div>
                    <div style="margin-top:10px;">8月3日——法国航空358号班机在多伦多国际机场因天候不佳坠毁，机上309人全部生还。</div>
                    <div style="margin-top:10px;">8月3日——中国国产动画片《喜羊羊与灰太狼》系列开始在中国大陆播放，《喜羊羊与灰太狼》是由广东原创动力文化传播有限公司制作的原创动画系列作品。</div>
                    <div style="margin-top:10px;">8月4日——俄罗斯海军一艘潜艇进行例行训练时因推进器被鱼网缠住，受困于堪察加半岛附近海域深190米的海底。</div>
                    <div style="margin-top:10px;">8月5日——日本参议院通过台湾观光客免签证特别条例法案，将自爱知世界博览会结束后次日（9月26日）起正式生效。</div>
                    <div style="margin-top:10px;">8月6日——日本广岛举行原子弹爆炸60周年纪念仪式。</div>
                    <div style="margin-top:10px;">8月7日——六方会谈第四轮第一阶段会议宣布休会。</div>
                    <div style="margin-top:10px;">8月7日——中国广东省梅州市大兴煤矿发生特大透水事故，124人遇难，详见大兴煤矿透水事故。</div>
                    <div style="margin-top:10px;">8月8日——日本参议院否决邮政民营化法案，首相小泉纯一郎宣布解散众议院。众议院改选将在9月11日举行。</div>
                    <div style="margin-top:10px;">8月9日——美国发现号航天飞机安全返回地球，成功完成STS-114任务。</div>
                    <div style="margin-top:10px;">8月9日——日本长崎举行原子弹爆炸60周年纪念仪式。</div>
                    <div style="margin-top:10px;">8月11日——巴基斯坦试射能携带核子弹头的巡航导弹。</div>
                    <div style="margin-top:10px;">8月12日——南京地铁一号线开通试运营。</div>
                    <div style="margin-top:10px;">8月14日——塞浦路斯太阳神航空522号班机在雅典附近撞山墬毁，121人罹难（太阳神航空522号航班事故）。</div>
                    <div style="margin-top:10px;">8月15日——以色列军队及移民开始撤出加沙地带，结束其长达38年的统治。</div>
                    <div style="margin-top:10px;">8月15日——印尼政府与亚齐分离运动组织“自由亚齐运动”在芬兰赫尔辛基签署和平协议。</div>
                    <div style="margin-top:10px;">8月15日——日本宣布无条件投降60周年。</div>
                    <div style="margin-top:10px;">8月15日——全球纪念世界反法西斯战争胜利60周年。</div>
                    <div style="margin-top:10px;">8月16日——日本宫城县外海发生芮氏规模7.2的强烈地震，数十人受伤。</div>
                    <div style="margin-top:10px;">8月16日——一架哥伦比亚客机在委内瑞拉边远的西部地区坠毁，机上160人全数罹难。</div>
                    <div style="margin-top:10px;">8月19日——马英九接任中国国民党主席。</div>
                    <div style="margin-top:10px;">8月26日——土库曼斯坦宣布计划放弃独联体正式成员资格。</div>
                    <div style="margin-top:10px;">8月26日——《2005超级女声》总决赛揭晓，李宇春获得年度总冠军 ，周笔畅、张靓颖分别获得亚军和季军。</div>
                    <div style="margin-top:10px;">8月28日——中华人民共和国第十届全国人民代表大会常务委员会第十七次会议并公布《中华人民共和国治安管理处罚法》。</div>
                    <div style="margin-top:10px;">8月28日——福州市民56岁的郑振通和65岁的高其光于当日19时30分在福建省游泳跳水馆举行的静浮记录挑战赛中同时创造了11小时个人水中直立静漂吉尼斯世界纪录。</div>
                    <div style="margin-top:10px;">8月29日至30日——全国扶持人口较少民族发展工作会议在北京召开，这是国务院第一次专门召开的研究部署扶持22个人口较少民族发展的工作会议。</div>
                    <div style="margin-top:10px;">8月29日——中国第21颗返回式科学与技术试验卫星按计划在太空运行27天后,安全着陆于四川中部某区域。</div>
                    <div style="margin-top:10px;">8月29日——卡特里娜飓风侵袭美国路易斯安那州、密西西比州，新奥尔良八成被浸在水里，造成重大经济损失。</div>
                    <div style="margin-top:10px;">8月30日——纽约原油价格冲上每桶70.85美元的历史新高。</div>
                    <div style="margin-top:10px;">8月31日——伊拉克首都巴格达在举行宗教仪式时，谣传有自杀式袭击发生，在底格里斯河上一条桥梁的民众争相走避而发生人踩人的惨剧，造成965人死亡、475人受伤。</div>
                    <div style="margin-top:10px;">8月31日——德国悬赏全力搜捕91岁臭名昭著的纳粹军医阿利伯特·赫伊姆。</div>
                    <div style="margin-top:10px;">8月31日——中国人民银行发行第五套人民币新版钞票，既印刷流通的人民币，与第四套人民币、第五套人民币（1999年版）等值流通，具有相同的货币职能，此外，第五套人民币1999年版的不再印刷；8月31日发行的2005年版第五套人民币6个券别，保持了1999年版第五套人民币主图案、主色调、规格不变，从构成货币的基本要素来说，不是发行一套新的人民币。2005年版第五套人民币，既属于第五套人民币的范畴，是对现行流通的1999年版第五套人民币的继承，又是对1999年版第五套人民币的创新和提高。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div style="margin-top:10px;">9月1日——西藏自治区隆重庆祝自治区成立四十周年，以贾庆林为团长的中央代表团到会祝贺。</div>
                    <div style="margin-top:10px;">9月1日——台风泰利登陆台湾及福建，造成超过100人死亡。</div>
                    <div style="margin-top:10px;">9月1日——在遭受卡特里娜飓风重创后，新奥尔良市长宣布“弃城”，居民将全数撤出。</div>
                    <div style="margin-top:10px;">9月2日——《体育晨报》在CCTV-5开播。</div>
                    <div style="margin-top:10px;">9月3日——北京举行仪式，纪念抗日战争胜利60周年。上午九时，中国党政军领导人在天安门广场向人民英雄纪念碑敬献花篮；其后，在人民大会堂举行抗战胜利纪念大会，国家主席胡锦涛发表重要讲话。</div>
                    <div style="margin-top:10px;">9月3日——南京地铁1号线正式运营，南京成为了中国大陆第六个拥有地铁的城市。</div>
                    <div style="margin-top:10px;">9月5日——CCTV-5实现全天24小时播出。</div>
                    <div style="margin-top:10px;">9月8日——发生“9.8新疆UFO事件”。</div>
                    <div style="margin-top:10px;">9月11日——2005年日本大选投票，自民党囊括过半数的296席，联合执政的公明党也获得31席，首相小泉纯一郎连任成功。</div>
                    <div style="margin-top:10px;">9月12日——香港迪士尼乐园开幕</div>
                    <div style="margin-top:10px;">9月12日——由陈健、张前执导，李幼斌、何政军、张光北等主演的战争题材电视剧《亮剑》在央视一套黄金时段首播。</div>
                    <div style="margin-top:10px;">9月12日——eBay决定以13亿美元现金加13亿美元股权再加有条件的未来15亿美元方式收购Skype。</div>
                    <div style="margin-top:10px;">9月13日——朝鲜核危机第四轮六方会谈在中国北京重开。</div>
                    <div style="margin-top:10px;">9月15日——胡锦涛出席联合国成立60周年首脑会议，提出努力建设持久和平、共同繁荣的和谐世界。</div>
                    <div style="margin-top:10px;">9月23日——中国汕头电视台《今日视线》开播。</div>
                    <div style="margin-top:10px;">9月25日——2005年澳门立法会选举投票日。</div>
                    <div style="margin-top:10px;">9月25日——日本男女混合演唱组合AAA（Attack All Around）正式出道。</div>
                    <div style="margin-top:10px;">9月25日——2005年日本国际博览会闭幕。</div>
                    <div style="margin-top:10px;">9月25日——第三届中国邮文化节暨第二批全国青少年集邮示范基地授牌仪式在江苏高邮市举办。</div>
                    <div style="margin-top:10px;">9月27日——埃及总统穆巴拉克正式宣誓就任新一届总统，任期六年。</div>
                    <div style="margin-top:10px;">9月30日——日本大阪高等法院就台湾原住民控告日本首相小泉纯一郎参拜靖国神社诉讼案作出二审判决，认定小泉参拜“相当于规定政教分离的宪法所禁止的宗教活动”，属于公职行为，违反宪法。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div style="margin-top:10px;">10月1日——新疆维吾尔自治区隆重庆祝自治区成立五十周年，以罗干为团长的中央代表团到会祝贺。</div>
                    <div style="margin-top:10px;">10月1日——印度尼西亚旅游胜地巴厘岛南部库塔和金巴兰海滩发生连环自杀性爆炸案，至少25人死亡。</div>
                    <div style="margin-top:10px;">10月3日——葡萄牙、西班牙、阿尔及利亚、突尼斯、利比亚、乍得、苏丹（包括今苏丹和南苏丹）、埃塞俄比亚、肯尼亚、索马里、塞舌尔部分地区出现日环食，其中包括西班牙马德里和阿尔及利亚阿尔及尔等主要城市。欧、非两洲绝大部分和西亚、南亚、中国西藏大部和云南西部边境可见日偏食。</div>
                    <div style="margin-top:10px;">10月4日——由余明生执导，曹骏、舒畅、焦恩俊等人主演的古装神话剧《宝莲灯》在央视八套黄金时段播出。</div>
                    <div style="margin-top:10px;">10月8日——巴基斯坦北部发生里氏7.6级地震，至少2.5万人在地震中遇难。</div>
                    <div style="margin-top:10px;">10月8日～11日——中共十六届五中全会召开，通过《中共中央关于制定国民经济和社会发展第十一个五年规划的建议》。</div>
                    <div style="margin-top:10px;">10月10日——朝鲜人民武装力量部、朝鲜劳动党平壤市委在首都平壤金日成广场举行隆重阅兵式，热烈庆祝朝鲜劳动党成立60周年。</div>
                    <div style="margin-top:10px;">10月11日——中共十六届五中全会闭幕，会议审议通过了《中共中央关于制定国民经济和社会发展第十一个五年规划的建议》。</div>
                    <div style="margin-top:10px;">10月12日——中国神舟六号飞船升空，载有两名宇航员，将在预定轨道停留5天。</div>
                    <div style="margin-top:10px;">10月12日～23日——中华人民共和国第十届运动会在江苏举行。</div>
                    <div style="margin-top:10px;">10月15日——世界海拔最高的青藏铁路全线贯通，预计2006年7月份投入试运行，届时将结束西藏无铁路的历史。</div>
                    <div style="margin-top:10px;">10月17日——中国神舟六号载人飞船返航，宇航员费俊龙和聂海胜安全返回地面，中国第二次载人航天获得成功。</div>
                    <div style="margin-top:10px;">10月19日——伊拉克特别法庭开始就“杜贾尔村案”对萨达姆及其7名前政府高官进行审。</div>
                    <div style="margin-top:10px;">10月20日——中国国务院根据香港特区行政长官曾荫权的提名，黄仁龙接替梁爱诗出任律政司司长。</div>
                    <div style="margin-top:10px;">10月25日——中国人民志愿军抗美援朝出国作战55周年。</div>
                    <div style="margin-top:10px;">10月28日——时任中共中央总书记、国家主席胡锦涛抵达平壤，开始对朝鲜进行正式友好访问。</div>
                    <div style="margin-top:10px;">10月29日~11月6日——第四届东亚运动会在中国澳门举行。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div style="margin-top:10px;">11月1日——中国台湾男歌手周杰伦的第六张原创专辑《11月的萧邦》发行。</div>
                    <div style="margin-top:10px;">11月6日——韩国S.M.Entertainment旗下著名男子组合Super Junior以第一张录音室专辑《Twins (Knock Out)》出道。</div>
                    <div style="margin-top:10px;">11月7日——秘鲁前总统藤森谦也从日本前往智利后，被智利警方拘捕。</div>
                    <div style="margin-top:10px;">11月8日～15日——时任中国国家主席胡锦涛应邀对英国、德国、西班牙进行国事访问。</div>
                    <div style="margin-top:10px;">11月8日——法国巴黎动乱持续，法国政府采行紧急法令，在发生暴乱的地方实行宵禁。</div>
                    <div style="margin-top:10px;">11月8日——瑞士正式将“拉法叶舰”军售弊案相关文件资料交给台湾地区、法国及列支敦士登的司法检调机构。</div>
                    <div style="margin-top:10px;">11月9日——约旦首都安曼发生三起自杀式炸弹爆炸事件，至少造成57人死亡，上百人受伤。</div>
                    <div style="margin-top:10px;">11月11日——沙特阿拉伯获准加入世界贸易组织。</div>
                    <div style="margin-top:10px;">11月11日——第二届亚洲音乐盛典（Asia Song Festival）在釜山社稷体育馆举行。</div>
                    <div style="margin-top:10px;">11月13日——中国吉林省一家化工厂发生爆炸，对松花江造成严重污染。污染顺河而下影响到俄罗斯远东地区（2005年松花江水污染事件）。</div>
                    <div style="margin-top:10px;">11月15日——日皇明仁长女纪宫清子出嫁，放弃皇族身份。</div>
                    <div style="margin-top:10px;">11月15日～16日——全国培养选拔少数民族干部工作座谈会在北京召开。</div>
                    <div style="margin-top:10px;">11月17日——日本国土交通省发表姐齿建筑设计事务所伪造公寓大楼和宾馆的构造计算书，那个作为构造计算书伪造问题成为社会问题。</div>
                    <div style="margin-top:10px;">11月18日——汉中交通旅游广播正式开播。</div>
                    <div style="margin-top:10px;">11月22日——安格拉·默克尔宣誓成为德国首位女总理。</div>
                    <div style="margin-top:10px;">11月26日——巴勒斯坦当局接管加沙地带和埃及之间唯一的边界通道拉法赫。</div>
                    <div style="margin-top:10px;">11月26日——江西九江、瑞昌间(北纬29.7,东经115.7) 发生5.7级地震。</div>
                    <div style="margin-top:10px;">11月26日——越南农业和农村发展部兽医局证实，越南北部与中国交界的广宁省和中部的义安省已暴发禽流感疫情。</div>
                    <div style="margin-top:10px;">11月27日——中国黑龙江省七台河市煤矿公司的东风煤矿发生爆炸，171人死亡。</div>
                    <div style="margin-top:10px;">11月28日——萨达姆第二次出庭受审时，“伊拉克高等法庭”取代“伊拉克特别法庭”。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div style="margin-top:10px;">12月8日——广东电视台新闻频道正式开播。</div>
                    <div style="margin-top:10px;">12月8日——日本大型女子偶像组合AKB48成立。</div>
                    <div style="margin-top:10px;">12月11日——在北京首钢体育场，wNv.gaming获得WEG2005反恐精英项目世界总冠军，Alex、sakula、jungle、TK、mikk，他们用血泪、汗水把中国CS荣耀牢牢地印刻在了CS的历史上。</div>
                    <div style="margin-top:10px;">12月13日~18日——世界贸易组织香港部长级会议。</div>
                    <div style="margin-top:10px;">12月15日——陕西都市广播正式开播。</div>
                    <div style="margin-top:10px;">12月15日——美国中央密苏里大学数学专家发现第43个梅森素数。</div>
                    <div style="margin-top:10px;">12月20日——纽约市捷运局所属地铁及巴士因运输工会决意罢工而停驶，逾700万乘客受影响。华尔街交易商和银行人员因通勤受阻，冲击全球最大股市纽约证交所(NYSE)，当天成交量萎缩12%，美股因此遭池鱼之殃。</div>
                    <div style="margin-top:10px;">12月23日——中共中央、国务院发出《关于深化文化体制改革的若干意见》，提出要形成科学有效的宏观文化管理体制，富有效率的文化生产和服务的微观运行机制，以公有制为主体、多种所有制共同发展的文化产业格局，统一、开放、竞争、有序的现代文化市场体系，完善的文化创新体系，以民族文化为主体、吸收外来有益文化，推动中华文化走向世界的文化开放格局。</div>
                    <div style="margin-top:10px;">12月25日——上海上港集团足球俱乐部（现上海海港足球俱乐部）正式建队。</div>
                    <div style="margin-top:10px;">12月26日——当时全国最快地铁——广州地铁3号线和全国首条使用直线电机的地铁——广州地铁4号线开通试运营。</div>
                    <div style="margin-top:10px;">12月26日——十届全国人大常委会第十九次会议决定自2006年1月1日起，废止一届全国人大常委会于1958年6月3日通过的《中华人民共和国农业税条例》。</div>
                    <div style="margin-top:10px;">12月29日——印尼政府撤离最后一批驻守亚齐省的非当地部队，蹂躏亚齐近三十年的内战宣告结束。</div>
                    <div style="margin-top:10px;">12月31日——中共中央、国务院发出《关于推进社会主义新农村建设的若干意见》，提出要按照“生产发展、生活宽裕、乡风文明、村容整洁、管理民主”的要求，协调推进农村各方面建设。</div>
                    <div style="margin-top:10px;">12月31日——澳门主题公园渔人码头开幕。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2006">2006年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div style="margin-top:10px;">1月1日——中国政府网正式开通。</div>
                    <div style="margin-top:10px;">1月1日——中国大陆农民告别有2600年历史的“皇粮国税”（即取消农业税）。</div>
                    <div style="margin-top:10px;">1月1日——CCTV-3和CCTV-6实现全天24小时播出。</div>
                    <div style="margin-top:10px;">1月1日——日本著名女歌手滨崎步的第七张个人原创专辑《(miss)understood》（中文译名《（步）解》或《心动步解》）发行，发售当天便击败所有对手，成为销量冠军。</div>
                    <div style="margin-top:10px;">1月4日——以色列总理阿里埃勒·沙龙因脑溢血被送医急救。</div>
                    <div style="margin-top:10px;">1月4日——英特尔以新标志Intel替代旧标识Intel Inside。</div>
                    <div style="margin-top:10px;">1月10日——韩国国立首尔大学调查委员会宣布，黄禹锡教授在“科学”杂志上发表的关于“复制培养胚胎干细胞核心技术”的论文，经过调查证实为子虚乌有。韩国检察官表示，黄禹锡将面临刑事调查。</div>
                    <div style="margin-top:10px;">1月11日——新视野1号发射。</div>
                    <div style="margin-top:10px;">1月12日——中国政府在北京发表《中国对非洲政策文件》，旨在宣示中国对非政策的目标及措施，规划今后一段时期双方在各领域的合作，推动中非关系长期稳定发展、互利合作不断迈上新的台阶。</div>
                    <div style="margin-top:10px;">1月13日——驻阿富汗美军在阿富汗和巴基斯坦边境展开突袭轰炸行动，目标是基地组织的第二号恐怖份子札瓦希里，造成至少18人死亡。</div>
                    <div style="margin-top:10px;">1月16日——阿富汗南部坎大哈省连续发生两起自杀式袭击事件，造成至少25人死亡，38人受伤。</div>
                    <div style="margin-top:10px;">1月16日——利比里亚新当选总统埃伦·约翰逊－瑟利夫在首都蒙罗维亚宣誓就职，成为非洲历史上第一位民选女总统。</div>
                    <div style="margin-top:10px;">1月18日——日本网络企业新贵堀江贵文领军的活力门(Livedoor)公司涉及内线交易，引爆日经指数暴跌，东京证券交易所在下午宣布提早结束交易，为该所56年来第二次采取这种紧急措施。</div>
                    <div style="margin-top:10px;">1月22日——科比·布莱恩特在湖人对猛龙的比赛里全场得到了81分，是科比职业生涯最高分，亦是NBA单场第二高的得分。</div>
                    <div style="margin-top:10px;">1月23日——加拿大国会大选变天，保守党终结自由党的13年政权。史蒂芬·哈珀受邀组阁，成立新一届联邦政府</div>
                    <div style="margin-top:10px;">1月25日——台湾地区新任“行政院长”苏贞昌正式上任。</div>
                    <div style="margin-top:10px;">1月25日——因特网搜索引擎领导品牌Google在中华人民共和国推出cn新网址。</div>
                    <div style="margin-top:10px;">1月26日——中共中央、国务院作出《关于实施科技规划纲要增强自主创新能力的决定》，提出全面提升国家竞争力，创新体制机制，走中国特色自主创新道路，为建设创新型国家而奋斗。</div>
                    <div style="margin-top:10px;">1月26日——由李连杰主演的功夫动作电影《霍元甲》上映。</div>
                    <div style="margin-top:10px;">1月26日——巴勒斯坦议会选举，激进组织哈马斯取得过半数议席，总理库赖宣布内阁总辞。落败的法塔赫支持者与哈马斯支持者爆发冲突，多人受伤。</div>
                    <div style="margin-top:10px;">1月28日——波兰南部一展览大厅屋顶因积雪而坍塌，造成至少66人死亡，140多人受伤。</div>
                    <div style="margin-top:10px;">1月30日——CCTV-4正式由“国际频道”更名为“中文国际频道”。</div>
                    <div style="margin-top:10px;">1月31日——国务院发出《关于解决农民工问题的若干意见》，提出逐步建立城乡统一的劳动力市场和公平竞争的就业制度、保障农民工合法权益的政策体系和执法监督机制、惠及农民工的城乡公共服务体制和制。</div>
                    <div style="margin-top:10px;">1月31日——美国联邦储备委员会主席艾伦·格林斯潘卸任，职位由美国总统经济顾问委员会主席本·伯南克接任。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div style="margin-top:10px;">2月2日——丹麦《日德兰邮报》之前刊登描绘穆罕默德的漫画，引起轩然大波，叙利亚、沙特阿拉伯召回驻丹麦大使。</div>
                    <div style="margin-top:10px;">2月3日——一艘载有1414名乘客和海员的萨拉姆98号客轮，在沙特阿拉伯杜巴开往埃及萨法加期间，于离洪加达70公里处之红海海面沉没。</div>
                    <div style="margin-top:10px;">2月5日——2006年哥斯达黎加总统大选举行。</div>
                    <div style="margin-top:10px;">2月6日——《烟草控制框架公约》缔约方首次会议在日内瓦开幕。</div>
                    <div style="margin-top:10px;">2月7日——一支联合考察队的科学家宣称，他们在印尼巴布亚省热带雨林中发现了数十种新物种，当中还包括先前认为已绝种的树袋鼠。</div>
                    <div style="margin-top:10px;">2月9日——巴基斯坦西北边境省享古镇发生爆炸事件，造成23人死亡。</div>
                    <div style="margin-top:10px;">2月9日——英国卫生部门宣布，英国发现了第三例可能因输血而感染新型“克雅氏症”的病例。</div>
                    <div style="margin-top:10px;">2月9日——厄瓜多尔因边界问题召回其驻哥伦比亚大使。</div>
                    <div style="margin-top:10px;">2月10日～26日——2006年都灵冬季奥运会在意大利都灵举行。</div>
                    <div style="margin-top:10px;">2月11日——H5N1禽流感病毒入侵欧盟，意大利、希腊证实一些野天鹅已感染致死。</div>
                    <div style="margin-top:10px;">2月11日——美国冒险家史蒂夫·福塞特驾驶“环球飞行者”号飞机在英国南部安全降落。他在3天多时间里环球飞行约4.25万公里，创造了不间断飞行最远距离的世界新纪录。</div>
                    <div style="margin-top:10px;">2月12日——美国东北地区遭到有史以来最大的暴风雪侵袭，纽约市降雪量创下历史最高纪录。</div>
                    <div style="margin-top:10px;">2月13日——慈幼会来华百周年（DB100）。</div>
                    <div style="margin-top:10px;">2月14日——香港举行慈幼会百周年传颂承庆典，香港特首曾荫权也到场参与。</div>
                    <div style="margin-top:10px;">2月16日——菲律宾南部因连日豪雨，发生严重泥石流灾情。</div>
                    <div style="margin-top:10px;">2月18日——壳牌石油公司的九名工作人员在尼日利亚被绑架。一个武装组织日前表示，将对外国的石油利益展开“全面战争”。</div>
                    <div style="margin-top:10px;">2月21日——英国特大金库遭抢劫，准确损失数目为5311.676万英镑，是英国史上最大的抢劫案。</div>
                    <div style="margin-top:10px;">2月24日——因应政变传闻与反政府示威，菲律宾总统阿罗约宣布全国进入紧急状态。</div>
                    <div style="margin-top:10px;">2月25日——爱尔兰首都都柏林因北爱尔兰天主教徒欲阻挠新教徒的游行，而发生了十年来规模最大的一次骚乱。</div>
                    <div style="margin-top:10px;">2月27日——陈水扁正式宣布“终止”国家统一委员会与国家统一纲领的适用。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div style="margin-top:10px;">3月1日——《中华人民共和国治安管理处罚法》施行。</div>
                    <div style="margin-top:10px;">3月1日——日本交通部门在仙台市首次公开实地测试了一辆世界上速度最快的电力列车。最快速度达到了每小时366公里</div>
                    <div style="margin-top:10px;">3月3日——《柴静两会观察》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">3月3日——首届世界棒球经典赛A组预赛在日本东京巨蛋开打，首战由韩国队出战中华队。</div>
                    <div style="margin-top:10px;">3月4日——胡锦涛在参加全国政协十届四次会议民盟、民进联组讨论时提出，要引导广大干部群众特别是青少年树立以“八荣八耻”为主要内容的社会主义荣辱观。</div>
                    <div style="margin-top:10px;">3月5日～14日——十届全国人大四次会议召开，通过《关于国民经济和社会发展第十一个五年规划纲要的决议》。</div>
                    <div style="margin-top:10px;">3月6日——中华人民共和国和日本就东海油气田问题在北京展开谈判。</div>
                    <div style="margin-top:10px;">3月10日——美国国家航空航天局发射的火星侦察轨道器抵达火星，进入环火星轨道。</div>
                    <div style="margin-top:10px;">3月10日～19日——2006年都灵冬季残奥会在意大利都灵举行。</div>
                    <div style="margin-top:10px;">3月14日——第十届全国人民代表大会第四次会议闭幕会当日上午举行。大会以赞成2520票，反对256票，弃权111票表决通过关于全国人民代表大会常务委员会工作报告的决议草案。</div>
                    <div style="margin-top:10px;">3月14日——委内瑞拉总统查韦斯宣布采用新国旗。</div>
                    <div style="margin-top:10px;">3月14日——韩国总理李海瓒因“高尔夫球丑闻”向卢武铉总统提出辞职。</div>
                    <div style="margin-top:10px;">3月15日——联合国大会通过决议设立联合国人权理事会。</div>
                    <div style="margin-top:10px;">3月15日——位于英国，全世界最大的基因库“开张”，开始逐步收集50万人的DNA样本及其他医学数据。</div>
                    <div style="margin-top:10px;">3月16日——美国与伊拉克联军对伊国首都巴格达北边125公里处萨马拉的武装反抗势力据点发动大规模空袭。</div>
                    <div style="margin-top:10px;">3月16日——25万法国学生在全国80个城镇发动大规模示威，抗议政府通过“首次雇用合约法”（CPE）威胁青年工作权，示威并演变成暴力冲突。</div>
                    <div style="margin-top:10px;">3月17日——大同公司董事长林挺生先生请辞, 由林蔚山先生接任董事长兼任总经理。</div>
                    <div style="margin-top:10px;">3月20日——首届世界棒球经典赛冠军战在美国圣地牙哥举行，最后由日本队以10比6击败古巴队，夺得冠军。</div>
                    <div style="margin-top:10px;">3月20日——卢卡申科第三次当选白俄罗斯总统，美国和欧盟拒绝承认白俄罗斯总统选举结果。</div>
                    <div style="margin-top:10px;">3月21日——巴基斯坦首次出现H5N1禽流感病毒。巴基斯坦西北部两农场的鸡只被检测出感染了该病毒，两农场已因此被封。</div>
                    <div style="margin-top:10px;">3月22日——日本男子组合KAT-TUN正式出道。</div>
                    <div style="margin-top:10px;">3月23日——欧盟批准对中华人民共和国、越南输出的皮鞋征收反倾销税。</div>
                    <div style="margin-top:10px;">3月25日——多达五十万名抗议人士走上美国洛杉矶街头，要求当局特赦非法移民，同时反对国会立法紧缩美国的移民政策。</div>
                    <div style="margin-top:10px;">3月28日——法兰西共和国出现数十年来最大的全国性罢工抗议，至少有上百万民众在各地示威，以敦促政府放弃首次雇用合约法。</div>
                    <div style="margin-top:10px;">3月29日——2006年以色列国会选举结果揭晓，代总理奥尔默特领导的“前进党”赢得最多席次，将筹组新政府。</div>
                    <div style="margin-top:10px;">3月29日——巴西、加纳、科特迪瓦、贝宁、多哥、尼日利亚、尼日尔、乍得、利比亚、埃及、希腊、土耳其、格鲁吉亚、俄罗斯、哈萨克斯坦、蒙古部分地区可见日全食。其中因洛克比空难受制裁的卡扎菲领导下的利比亚一度改变了游客稀少的局面，还在撒哈拉沙漠深处的瓦乌纳穆斯建了帐篷村。时任埃及总统穆巴拉克在西北部与利比亚交界处的塞卢姆同游客和科学家共同观看日全食。此外，南美洲东部及欧、非、亚三大洲的大部可见日偏食，其中包括中国西部。</div>
                    <div style="margin-top:10px;">3月31日——台湾“行政院农委会”以准备不足为由，拒绝熊猫来台。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div style="margin-top:10px;">4月4日——在国会选举中获胜的泰国总理塔克辛晚上与泰王见面后，宣布应国王的要求而下台。</div>
                    <div style="margin-top:10px;">4月5日——百度百科正式诞生。</div>
                    <div style="margin-top:10px;">4月7日——台湾液晶显示器龙头企业友达光电，宣布合并广辉电子，合并后的新友达，面板全球市场占率达到22%，超过韩国三星及乐金电子，成为世界第一。</div>
                    <div style="margin-top:10px;">4月11日——意大利前总理罗马诺·普罗迪领导的中间偏左“团结”联盟击败时任总理贝卢斯科尼领导的中间偏右“自由之家”联盟，赢得本次国会改选。</div>
                    <div style="margin-top:10px;">4月12日——陕西戏曲广播正式开播。</div>
                    <div style="margin-top:10px;">4月14日～15日——两岸经贸论坛在北京举行。大陆宣布采取促进两岸交流合作、惠及台湾同胞的１５项政策措施至15日——两岸经贸论坛在北京举行。大陆宣布采取促进两岸交流合作、惠及台湾同胞的15项政策措施。</div>
                    <div style="margin-top:10px;">4月15日——中共中央、国务院发出《关于促进中部地区崛起的若干意见》，要求把中部地区建设成为重要的粮食生产基地、能源原材料基地、现代装备制造及高技术产业基地和综合交通运输枢纽，使中部地区在发挥承东启西和产业发展优势中崛起。</div>
                    <div style="margin-top:10px;">4月15日——在两岸经贸论坛闭幕式上，中共中央台办主任陈云林受权宣布和通报了大陆方面将进一步采取的促进两岸交流合作、惠及台湾同胞的15项政策措施。</div>
                    <div style="margin-top:10px;">4月16日——外汇存底截止到3月底已经达到8751亿美元，超过日本成为世界最大的外汇存底国。</div>
                    <div style="margin-top:10px;">4月18日～21日——时任国家主席胡锦涛对美国进行国事访问。</div>
                    <div style="margin-top:10px;">4月22日——江苏文艺广播改版为戏剧广播。</div>
                    <div style="margin-top:10px;">4月23日——新西兰、澳洲、斐济和巴布亚新几内亚向所罗门群岛派兵和警察帮助平息选举引起的骚乱。</div>
                    <div style="margin-top:10px;"> 4月26日——欧洲议会公布一项调查报告，证明自2001年9月11日以来，美国中央情报局已经在欧洲上空进行了超过一千次没有公开的飞行，绑架“恐怖分子”并可能施以酷刑，美国方面承认飞行和绑架，但否认酷刑。</div>
                    <div style="margin-top:10px;">4月27日——自由塔在美国纽约世贸大楼原址动工，新建筑群将含有九一一事件纪念馆。</div>
                    <div style="margin-top:10px;">4月27日——渔船在南沙群岛遭到一艘不明国籍武装船只袭击，四名渔民死亡，三名渔民受伤，渔船上财产被洗劫一空。有报道说是菲律宾军方所为，菲律宾总统已令军方调查此事。</div>
                    <div style="margin-top:10px;">4月27日——经国务院批准，西安市人民政府驻地由莲湖区西华门大街迁至未央区凤城八路。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div style="margin-top:10px;">5月1日——沈阳世界园艺博览会在沈阳植物园开幕。</div>
                    <div style="margin-top:10px;">5月10日——服役了69年的北京纸制月票退役，新的一卡通——IC卡正式上岗。</div>
                    <div style="margin-top:10px;">5月12日——土耳其发生里氏7.2级强烈地震，造成120人死亡，1600多人受伤。</div>
                    <div style="margin-top:10px;">5月14日——日本东京交通博物馆闭馆。</div>
                    <div style="margin-top:10px;">5月18日——凌晨，巴塞罗那在法兰西球场以2-1击败阿森纳，夺得欧冠。</div>
                    <div style="margin-top:10px;">5月18日——凌晨1时20分，台风珍珠在广东省汕头市南澳县登陆，随后穿过南澳岛，于2时15分在潮州市饶平县到汕头市澄海区之间地区再次登陆。</div>
                    <div style="margin-top:10px;">5月20日——长江三峡大坝全线建成，全长2309米。</div>
                    <div style="margin-top:10px;">5月21日——黑山举行公民投票，独派在投票中险胜，黑山因而恢复其第一次世界大战之前的独立地位，成为新的欧洲国家。</div>
                    <div style="margin-top:10px;">5月22日——在华南虎苏州培育基地，公虎与母虎成功交配。</div>
                    <div style="margin-top:10px;">5月26日——国务院发出《关于推进天津滨海新区开发开放有关问题的意见》，提出通过综合配套改革推进天津滨海新区的开发开放。</div>
                    <div style="margin-top:10px;">5月27日——曺圭贤作为第13位成员加入Super Junior出道。</div>
                    <div style="margin-top:10px;">5月27日——印尼爪哇地区日惹市以南37公里发生6级左右地震，造成至少5732人死亡，2万人受伤，20多万居民无家可归。</div>
                    <div style="margin-top:10px;">5月29日——甘肃兰州市中国石油天然气集团公司兰州石油化工公司有机厂发生火灾事故，造成4人死亡，11人受伤。</div>
                    <div style="margin-top:10px;">5月31日——台湾台北捷运土城线通车。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div style="margin-top:10px;">6月3日——安徽广德6·3空难。</div>
                    <div style="margin-top:10px;">6月4日——《国际观察》和《央视论坛》正式停播，撤出CCTV-13。</div>
                    <div style="margin-top:10px;">6月5日——经国务院批准，白山市撤销江源县，设立江源区。</div>
                    <div style="margin-top:10px;">6月5日——《整点新闻》和《天气·资讯》撤出CCTV-1；《今天》正式停播，撤出CCTV-13；《朝闻天下》在CCTV-13和CCTV-1开播 [12]  ；《360度》和《新闻导航》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">6月9日——中国男歌手薛之谦正式出道，并发行首张同名个人专辑《薛之谦》。</div>
                    <div style="margin-top:10px;">6月9日~7月9日——2006年德国世界杯在德国举行。法国一代球王齐达内从此退役。法国队从此告别齐达内时代。</div>
                    <div style="margin-top:10px;">6月9日~7月9日——第十八届世界杯足球赛在德国举行。</div>
                    <div style="margin-top:10px;">6月10日——中国第一个“文化遗产日”，今后6月的第二个星期六为“文化遗产日”。</div>
                    <div style="margin-top:10px;">6月10日——《人物新周刊》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">6月15日——上海合作组织成员国元首１５日在上海签署《上海合作组织五周年宣言》。</div>
                    <div style="margin-top:10px;">6月21日——日本著名女歌手滨崎步的第四十张单曲专辑《BLUE BIRD》（中文译名《青鸟》）发行，凭借着该单曲的销量，使滨崎步成为日本乐坛历史上首位个人单曲总销量突破两千万大关的女歌手。</div>
                    <div style="margin-top:10px;">6月21日——优酷网宣布创立并正式上线。</div>
                    <div style="margin-top:10px;">6月21日——2006年NBA总决赛，迈阿密热火队以总比分4-2战胜达拉斯小牛队（现达拉斯独行侠队）夺得队史首个NBA总冠军，德维恩·韦德当选NBA总决赛MVP。</div>
                    <div style="margin-top:10px;">6月21日~7月4日——应哈萨克斯坦祖国党、乌克兰议会、希腊新民主党和法国政府的邀请，时任中共中央政治局常委李长春于对上述四国进行正式友好访问。</div>
                    <div style="margin-top:10px;">6月24日——菲律宾总统阿罗约签署法令，正式宣布废除死刑。</div>
                    <div style="margin-top:10px;">6月27日——黄健翔解说门事件。</div>
                    <div style="margin-top:10px;">6月30日——庆祝中国共产党成立85周年暨总结保持共产党员先进性教育活动大会举行，胡锦涛发表讲话，系统阐述加强党的执政能力建设和先进性建设的思想。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div style="margin-top:10px;">7月1日——中国共产党建党85周年。</div>
                    <div style="margin-top:10px;">7月1日——中国青藏铁路全线建成通车，青藏铁路是世界上海拔最高、线路最长的高原铁路，全长1956公里。</div>
                    <div style="margin-top:10px;">7月1日——《防务新观察》在CCTV-7开播。</div>
                    <div style="margin-top:10px;">7月2日——《军情连连看》在CCTV-7开播。（2010年12月18日停播，并合并到《防务新观察》）</div>
                    <div style="margin-top:10px;">7月3日——2006年巴伦西亚地铁出轨事故。</div>
                    <div style="margin-top:10px;">7月5日——朝鲜当天凌晨向日本海试射多枚导弹，接连发射6枚不同类型的中远程导弹，下午5时22分左右，朝鲜又发射了第7枚导弹。</div>
                    <div style="margin-top:10px;">7月9日——2006年德国世界杯赛决赛，意大利队点球6-4战胜法国队，第四次捧起世界杯。</div>
                    <div style="margin-top:10px;">7月11日——Windows 98停止重大安全更新。</div>
                    <div style="margin-top:10px;">7月11日——印度孟买西线城铁接连发生7起爆炸事件，造成至少190人死亡，600多人受伤（7·11孟买连环爆炸案）。</div>
                    <div style="margin-top:10px;">7月12日——刘翔在瑞士洛桑以12秒88打破了尘封13年的110米跨栏纪录。</div>
                    <div style="margin-top:10px;">7月13日——强热带风暴“碧利斯”在宜兰县登陆，7月14日于福建作第二次登陆。“碧利斯”席卷我国南方六省，共造成800多人死亡。</div>
                    <div style="margin-top:10px;">7月13日——中国北京申奥成功5周年。</div>
                    <div style="margin-top:10px;">7月17日（印尼当地时间）——下午，爪哇岛南部海域发生里氏7.2级强震，引发海啸，668人遇难。</div>
                    <div style="margin-top:10px;">7月27日——360安全卫士诞生。</div>
                    <div style="margin-top:10px;">7月28日——唐山大地震30周年祭。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div style="margin-top:10px;">8月6日——国务院作出《关于加强节能工作的决定》。</div>
                    <div style="margin-top:10px;">8月10日——超强台风“桑美”在苍南县马站镇登陆。</div>
                    <div style="margin-top:10px;">8月10日——《江泽民文选》第一卷、第二卷、第三卷在全国发行。</div>
                    <div style="margin-top:10px;">8月15日——经国务院批准，调整哈尔滨市行政区划：（一）撤销阿城市，设立阿城区；（二）撤销动力区和香坊区，设立新的香坊区；（三）将原属阿城市的永源镇、巨源镇划归道外区管辖。</div>
                    <div style="margin-top:10px;">8月15日——即将离任的日本首相小泉纯一郎不顾国际社会、亚洲国家和日本人民的强烈反对，于当天上午悍然参拜靖国神社。这是小泉纯一郎自2001年4月就任首相以来连续第六年参拜靖国神社，也是首次在日本战败日参拜。</div>
                    <div style="margin-top:10px;">8月16日——钢印效果的蒙娜丽莎被艺术家克莱门斯花费25个小时描绘制作在俄勒冈州托莱多市的一座小山上。</div>
                    <div style="margin-top:10px;">8月19日～26日——国际信息学奥林匹克在墨西哥的梅里达举行。</div>
                    <div style="margin-top:10px;">8月19日——韩国YG Entertainment推出的男子演唱组合BIGBANG在YG Family世界巡回演唱会首尔站上正式出道。</div>
                    <div style="margin-top:10px;">8月21日——浙江电视台国际频道正式开播。</div>
                    <div style="margin-top:10px;">8月24日——在捷克首都布拉格举行的第26届国际天文学联合会大会通过决议，不再将地位备受争议的冥王星列为太阳系行星，从而使太阳系行星数目由传统的9颗减为8颗。按照大会表决通过的行星新定义，太阳系行星包括水星、金星、地球、火星、木星、土星、天王星和海王星，冥王星被归入矮行星。行星和矮行星是两种不同类别的天体。</div>
                    <div style="margin-top:10px;">8月26日——《莱卡—加油！好男儿》“王位赛”争夺中落下帷幕。最终，藏族选手蒲巴甲问鼎冠军，宋晓波、吴建飞分获亚军和季军。决赛中还评选出了八个“最佳”单项奖。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div style="margin-top:10px;">9月4日——美国中央密苏里大学数学专家发现了第44个梅森素数。</div>
                    <div style="margin-top:10px;">9月5日——中国台湾男歌手周杰伦的第七张个人原创专辑《依然范特西》发行。</div>
                    <div style="margin-top:10px;">9月10日——F1七届世界冠军，被称为车王的舒马赫宣布在2006年赛季结束后退役。</div>
                    <div style="margin-top:10px;">9月12日——张国荣诞辰50周年。</div>
                    <div style="margin-top:10px;">9月14日——由冯小刚执导，章子怡、葛优、吴彦祖等主演的电影《夜宴》在中国大陆上映。</div>
                    <div style="margin-top:10px;">9月17日——梅克伦堡-前波美拉尼亚举行选举。</div>
                    <div style="margin-top:10px;">9月18日——九·一八事变爆发75周年纪念日。</div>
                    <div style="margin-top:10px;">9月22日——圭亚那、巴西、苏里南、法属圭亚那的部分地区出现日环食，南美洲大部、非洲西部和南部可见日偏食。许多游客除观看日环食外，还慕名前往法属圭亚那的库鲁航天发射中心。</div>
                    <div style="margin-top:10px;">9月29日——巴西航空工业公司卖给美国卓越航空的莱格赛600豪华喷射机在飞往玛瑙斯的首航中与巴西戈尔航空1907号的波音737-800相撞。豪华机翼尖小翼切断客机机翼致使其坠毁。737上154人全部遇难。豪华机艰难降落空军基地，无人伤亡。</div>
                    <div style="margin-top:10px;">9月30日——“龙之梦”2006上海旅游形象大使评选总决赛举行，经过激烈角逐，来自上海交通大学的学生胡姗姗夺得冠军，来自上海戏剧学院的学生司雯嘉获得亚军。</div>
                    <div style="margin-top:10px;">9月30日——由赵本山执导的农村题材电视剧《乡村爱情》在央视一套黄金时段首播。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div style="margin-top:10px;">10月1日——重庆市一辆满载乘客的711路公交车在行驶至嘉陵江石门大桥引桥时，突然驶向大桥左侧，冲上路沿，撞坏大桥护栏后，坠落桥下地面，最终酿成了29人死亡的特大交通事故。</div>
                    <div style="margin-top:10px;">10月2日——美国宾夕法尼亚州兰开斯特县一所社区学校发生校园枪击事件，造成包括劫持者在内的至少4人死亡、7人受伤。</div>
                    <div style="margin-top:10px;">10月7日——美国国会参议院以97票对0票的表决结果，通过了总额为4450亿美元的美国2006财政年度国防开支法案，其中500亿美元将用于在伊拉克和阿富汗的军事与重建行动。</div>
                    <div style="margin-top:10px;">10月7日～15日——第一届葡语系运动会在中国澳门举行。</div>
                    <div style="margin-top:10px;">10月8日～9日——日本首相安倍晋三对中国进行正式访问 [27]  ，这是安倍晋三就任第90届日本首相仅12天便“闪电访华”，开启了中日关系的“破冰之旅”。安倍晋三亦成为二战后的日本历位首相中，第一个将中国作为出访第一站的首相。</div>
                    <div style="margin-top:10px;">10月8日～11日——中共十六届六中全会在北京召开，通过《中共中央关于构建社会主义和谐社会若干重大问题的决定》，强调要按照民主法治、公平正义、诚信友爱、充满活力、安定有序、人与自然和谐相处的总要求，以解决人民群众最关心、最直接、最现实的利益问题为重点，着力发展社会事业、促进社会公平正义、建设和谐文化、完善社会管理、增强社会创造活力。</div>
                    <div style="margin-top:10px;">10月22日——纪念红军长征胜利70周年在人民大会堂隆重举行。</div>
                    <div style="margin-top:10px;">10月30日——中国-东盟建立对话关系15周年纪念峰会在南宁举行。温家宝主持会议并发表讲话，指出：和平发展、平等互信、合作共赢和人民拥护，是中国与东盟关系15年来长足发展的宝贵经验。</div>
                    <div style="margin-top:10px;">10月31日——台湾高速铁路通车。</div>
                    <div style="margin-top:10px;">10月31日——沈阳世界园艺博览会在沈阳植物园闭幕。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div style="margin-top:10px;">11月——SONY公司将推出PlayStation 3。</div>
                    <div style="margin-top:10px;">11月1日——俄罗斯特工亚历山大·利特维年科中毒。</div>
                    <div style="margin-top:10px;">11月1日——台湾地区“直辖市”（台北市、高雄市）市长、市议员选举。</div>
                    <div style="margin-top:10px;">11月4日～5日——中非合作论坛北京峰会在北京举行。胡锦涛出席开幕式并讲话。会议通过《中非合作论坛北京峰会宣言》和《中非合作论坛——北京行动计划（2007至2009年）》。</div>
                    <div style="margin-top:10px;">11月5日——2006年山西焦家寨煤矿矿难。</div>
                    <div style="margin-top:10px;">11月12日——山西省晋中市灵石县王禹乡南山煤矿井下发生特别重大炸药燃烧事故，造成34人死亡。</div>
                    <div style="margin-top:10px;">11月13日——纪录片《大国崛起》在央视二套黄金时段首播。</div>
                    <div style="margin-top:10px;">11月17日——匈牙利足球大师普斯卡什逝世。</div>
                    <div style="margin-top:10px;">11月29日——日本著名女歌手滨崎步的第八张个人原创专辑《Secret》（中文译名《步姬密》或《秘密》）发行 [30]  ，以首周初登场38.6万张销量的好成绩摘得2006年的第五个日本公信榜冠军，从其1999年1月推出的首张专辑《A Song for xx》开始，已累计有8张专辑获得销量冠军。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div style="margin-top:10px;">12月1日～15日——2006年多哈亚运会在卡塔尔多哈举行。</div>
                    <div style="margin-top:10px;">12月2日——古巴在首都哈瓦那举行盛大的阅兵式，庆祝古巴军队建立50周年。这也是古巴领导人菲德尔·卡斯特罗80岁生日庆典活动的一部分。</div>
                    <div style="margin-top:10px;">12月2日——伊拉克首都巴格达市中心一商业区接连发生3起汽车炸弹爆炸事件，造成至少51人死亡，90人受伤。</div>
                    <div style="margin-top:10px;">12月3日——2006年梅岭游览车事故。</div>
                    <div style="margin-top:10px;">12月5日——胡锦涛在中央经济工作会议上讲话指出,坚持又好又快发展,是落实科学发展观、实现全面建设小康社会目标的必然要求。</div>
                    <div style="margin-top:10px;">12月11日——中国加入世界贸易组织5周年。</div>
                    <div style="margin-top:10px;">12月12日——西安事变爆发70周年。</div>
                    <div style="margin-top:10px;">12月16日——由张艺谋执导，周润发、巩俐、周杰伦、刘烨等主演的电影《满城尽带黄金甲》在中国大陆上映。</div>
                    <div style="margin-top:10px;">12月25日——苏联解体15周年。</div>
                    <div style="margin-top:10px;">12月29日——国务院总理温家宝在中南海紫光阁会见了来京述职的香港特别行政区行政长官曾荫权。</div>
                    <div style="margin-top:10px;">12月30日——萨达姆被执行绞刑。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2007">2007年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div style="margin-top:10px;">1月1日——江苏故事广播正式开播。</div>
                    <div style="margin-top:10px;">1月1日——“2006年跨年曼谷连环爆炸案”发生。</div>
                    <div style="margin-top:10px;">1月1日——保加利亚和罗马尼亚加入欧洲联盟。爱尔兰语成为欧盟的官方语言之一，斯洛文尼亚采纳欧元为货币。</div>
                    <div style="margin-top:10px;">1月1日——潘基文正式接替科菲·安南出任联合国秘书长。</div>
                    <div style="margin-top:10px;">1月1日——香港《反吸烟公众卫生修订条例》生效，一切公众场所禁止吸烟。</div>
                    <div style="margin-top:10px;">1月1日——国际标准书号（ISBN）由10位制改为13位制。</div>
                    <div style="margin-top:10px;">1月1日——《中华人民共和国各级人民代表大会常务委员会监督法》正式施行。</div>
                    <div style="margin-top:10px;">1月1日——印尼亚当航空一家波音737客机在印度洋坠毁。</div>
                    <div style="margin-top:10px;">1月1日——中央电视台中文国际频道（CCTV-4）由原来的单一版本同时对外播出拆分为亚、欧、美三版对外播出。</div>
                    <div style="margin-top:10px;">1月3日——郴州市嘉禾县肖家镇月头岭煤矿发生煤与瓦斯突出事故，死亡6人。</div>
                    <div style="margin-top:10px;">1月4日——第110届美国国会正式开议，民主党领袖南希·佩洛西正式当选众议院议长，成为美国史上第一位女性议院议长。</div>
                    <div style="margin-top:10px;">1月6日——《中国周刊》更名为《新闻周刊》。</div>
                    <div style="margin-top:10px;">1月7日——江苏新闻广播正式开播。</div>
                    <div style="margin-top:10px;">1月9日——苹果公司首席执行官CEO史蒂夫·乔布斯在美国旧金山马士孔尼发布第一代智能手机iPhone 2G，进入手机互联网通讯时代。</div>
                    <div style="margin-top:10px;">1月9日——日本防卫厅升格为“防卫省”，防卫厅长官同时更名为“防卫大臣”。</div>
                    <div style="margin-top:10px;">1月10日——美国总统布什宣布美国政府调整对伊拉克政策。</div>
                    <div style="margin-top:10px;">1月13日——俄罗斯千岛群岛附近海域发生里氏8.3级地震，太平洋海啸警报中心对俄罗斯、日本和南鸟岛发出海啸警告。</div>
                    <div style="margin-top:10px;">1月16日——考古队前往“南海一号”沉船海域开展打捞前最后一次海底勘查，之后进行了持续9个多月的打捞。</div>
                    <div style="margin-top:10px;">1月17日——中央组织部、人事部发出通知，印发《公务员考核规定（试行）》。</div>
                    <div style="margin-top:10px;">1月17日——《原子科学家公报》宣布把末日之钟拨前2分钟，距离子夜仅5分钟。</div>
                    <div style="margin-top:10px;">1月19日——由张扬执导、赵本山主演的剧情电影《落叶归根》在中国大陆上映。</div>
                    <div style="margin-top:10px;">1月19日——风暴基里尔侵袭欧洲，已造成至少47人死亡。</div>
                    <div style="margin-top:10px;">1月21日——国务院批准，云南省思茅市更名为云南省普洱市，普洱哈尼族彝族自治县更名为宁洱哈尼族彝族自治县，思茅市翠云区更名为普洱市思茅区。</div>
                    <div style="margin-top:10px;">1月24日～28日——一年一度的世界经济论坛年会在瑞士达沃斯举行。</div>
                    <div style="margin-top:10px;">1月25日——国家统计局局长谢伏瞻宣布，初步核算显示，2006年中国GDP为209407亿元，增长10.7%，增速比上年加快0.3个百分点。</div>
                    <div style="margin-top:10px;">1月25日——以色列总统摩西·卡察夫由于性侵害和滥用职权的指控而请求暂时停权获准。</div>
                    <div style="margin-top:10px;">1月28日～2月4日——2007年长春亚洲冬季运动会在中国长春举行。</div>
                    <div style="margin-top:10px;">1月30日~2月10日——时任国家主席胡锦涛对喀麦隆、利比里亚、苏丹、赞比亚、纳米比亚、南非、莫桑比克、塞舌尔8国进行国事访问。</div>
                    <div style="margin-top:10px;">1月30日——Windows Vista及Microsoft Office 2007正式向公众发布。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div style="margin-top:10px;">2月1日——美国参议院以94-3的压倒性票数，通过提高联邦最低薪资议案，最低时薪从5.15美元提高到7.25美元。议案同时为小型企业，提供数十亿美元的税务减免以抵销薪资成本。</div>
                    <div style="margin-top:10px;">2月3日——在西昌卫星发射中心用“长征三号甲”运载火箭，成功将北斗导航试验卫星送入太空。</div>
                    <div style="margin-top:10px;">2月3日——Windows Vista及Microsoft Office 2007正式在香港向公众发布。</div>
                    <div style="margin-top:10px;">2月5日——印尼首都雅加达因连日暴雨发生严重水患，造成至少29人死亡，35万人无家可归。</div>
                    <div style="margin-top:10px;">2月6日——泰国政府宣布，在曼谷苏凡纳布新机场浮现连串问题后，将重新启用已关闭的廊曼旧机场。</div>
                    <div style="margin-top:10px;">2月12日——台湾地区“国营”企业“中华邮政公司”、“中国石油股份有限公司”即日起更名为“台湾邮政公司”、“台湾中油股份有限公司”。</div>
                    <div style="margin-top:10px;">2月12日——湖北省公安厅宣布，根据统一部署，湖北网监在浙江等地公安机关的配合下，一举侦破了制作传播“熊猫烧香”病毒案，抓获李俊等6名犯罪嫌疑人。这是中国破获的国内首例制作计算机病毒的大案。</div>
                    <div style="margin-top:10px;">2月13日——第五轮六方会谈闭幕，达成《共同文件》</div>
                    <div style="margin-top:10px;">2月14日——香港树仁学院更名为香港树仁大学。</div>
                    <div style="margin-top:10px;">2月15日——改编自日本漫画家岸本齐史所著的同名漫画，由Studio Pierrot制作的同名长篇电视动画《火影忍者》的第二部作品《火影忍者疾风传》在日本东京电视台首播，共500话。</div>
                    <div style="margin-top:10px;">2月16日，中国人民银行再次宣布上调存款类金融机构人民币存款准备金率0.5个百分点。自2006年初至今，中国已5次上调存款准备金率。</div>
                    <div style="margin-top:10px;">2月16日——来自八国集团成员国以及中国、巴西、印度、墨西哥和南非等国家的代表达成共识，同意发展中国家应该和发达国家一样接受废气排放的限制。</div>
                    <div style="margin-top:10px;">2月17日——第57届柏林电影节评委会宣布，由中国导演王全安执导的影片《图雅的婚事》获得本届电影节最高奖──金熊奖。</div>
                    <div style="margin-top:10px;">2月19日——一列从印度开往巴基斯坦的特快列车在印度哈里亚纳邦的巴尼伯特市附近发生爆炸，引发大火，造成至少64人死亡，20多人重伤，其中不少是巴基斯坦国民。</div>
                    <div style="margin-top:10px;">2月26日——海牙国际法庭裁决，塞尔维亚和当年波黑战争中的种族屠杀没有直接关系，但因“没能阻止”斯雷布雷尼察屠杀而触犯了国际公约。</div>
                    <div style="margin-top:10px;">2月27日——中共中央、国务院在北京隆重举行国家科学技术奖励大会。</div>
                    <div style="margin-top:10px;">2月27日——上证综指下跌8.84%，深证成指下跌9.29%，创1997年以来最大单日跌幅，并引发世界其他股市的大幅下跌。</div>
                    <div style="margin-top:10px;">2月28日——日本著名女歌手滨崎步的两张个人新精选专辑《A BEST 2-BLACK-》（《A 精选2 -黑-》）、《A BEST 2 -WHITE-》（《A 精选2 -白-》）分别于同日发行，凭借这两张精选专辑同时分别获得了日本公信榜销量排名第一和第二的位置，成为自歌手藤圭子后36年以来的第二人。</div>
                    <div style="margin-top:10px;">2月28日——韩国总统卢武铉退出执政党，未来一年将以无党籍身份执政。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div style="margin-top:10px;">3月1日──澳门正式停用所有旧式电话号码。</div>
                    <div style="margin-top:10px;">3月3日至15日——全国政协十届五次会议在北京举行。会议通过了全国政协十届五次会议关于常务委员会工作报告的决议以及政治决议等。</div>
                    <div style="margin-top:10px;">3月4日——台湾地区领导人陈水扁对台湾前途提出“四要一没有”的宣示，这“四要”分别是：台湾要“独立”，要正名，要新宪法，要发展；“一没有”则是台湾没有左右路线问题，只有“国家”认同分歧与统独问题。</div>
                    <div style="margin-top:10px;">3月8日——中国第一代钢琴家唐丽玲逝世。</div>
                    <div style="margin-top:10px;">3月8日——美国总统乔治·沃克·布什启程访问巴西、乌拉圭、哥伦比亚、危地马拉、墨西哥。</div>
                    <div style="margin-top:10px;">3月9日——PC游戏《怒之铁拳复刻版》时隔多年后再推出游戏，打造成一部重头戏，再度风扉全球。</div>
                    <div style="margin-top:10px;">3月10日——抚顺矿业集团老虎台矿发生特大透水事故，当班作业人员29人，死亡20人，9人下落不明。</div>
                    <div style="margin-top:10px;">3月12日——郴州市桂阳县鸿达能源有限公司发生煤与瓦斯突出事故，死亡4人。</div>
                    <div style="margin-top:10px;">3月13日——日本首相安倍晋三与访问日本的澳大利亚总理约翰·霍华德在东京签署《日澳安全保障协议》。</div>
                    <div style="margin-top:10px;">3月13日——越南政府总理阮晋勇签署颁布了一项法令，要求国会代表与政府高级官员最早从下月起申报财产。</div>
                    <div style="margin-top:10px;">3月14日——美国财政部宣布，不再准许存有朝鲜资金的澳门汇业银行与美国金融系统发生关系，同时将为海外监管机构判定该银行账户持有者的风险程度提供帮助。</div>
                    <div style="margin-top:10px;">3月16日——中华人民共和国十届全国人大五次会议闭幕，会上通过了《中华人民共和国物权法》，为中华人民共和国首部明确规范私有财产不得侵犯的法律。</div>
                    <div style="margin-top:10px;">3月16日——日本Livedoor创办人堀江贵文因涉及活力门事件遭东京地方法院判刑两年六个月。</div>
                    <div style="margin-top:10px;">3月17日——由巴勒斯坦伊斯兰抵抗运动（哈马斯）与民族解放运动（法塔赫）负责组建的巴勒斯坦民族联合政府宣誓就职。联合政府总理为哈尼亚。</div>
                    <div style="margin-top:10px;">3月17日——第12届世界游泳锦标赛在澳大利亚的墨尔本举行。</div>
                    <div style="margin-top:10px;">3月18日——芬兰国会选举结果揭晓，执政党中间党以一席之差继续维持第一大党地位，马蒂·万哈宁可望续任总理。</div>
                    <div style="margin-top:10px;">3月19日至22日——朝核问题第六轮六方会谈第一阶段会议在北京举行。</div>
                    <div style="margin-top:10px;">3月20日——中国邮政储蓄银行在北京宣布成立。</div>
                    <div style="margin-top:10px;">3月21日——郴州市嘉禾县钟水乡门头窝煤矿发生煤与瓦斯突出事故，死亡4人。</div>
                    <div style="margin-top:10px;">3月24日——联合国安理会通过了有关伊朗核问题的第1747号决议。</div>
                    <div style="margin-top:10px;">3月24日——上海市召开党政负责干部大会。时任中共中央政治局委员、中央书记处书记、中央组织部部长贺国强在会上宣布中央关于习近平同志任中共上海市委书记的决定，并作重要讲话。</div>
                    <div style="margin-top:10px;">3月24日——日本著名女歌手滨崎步的2007年亚洲巡回演唱会（ayumi hamasaki ASIA TOUR 2007 A ～Tour of Secret～）台北站在台北小巨蛋举行，亦是滨崎步首次在日本境外以及中国境内首次开办演唱会。</div>
                    <div style="margin-top:10px;">3月25日——香港第三届行政长官选举。</div>
                    <div style="margin-top:10px;">3月25日——欧盟发表《柏林宣言》。</div>
                    <div style="margin-top:10px;">3月25日——斯里兰卡班达拉纳克国际机场遭到塔米尔之虎空袭，这是塔米尔之虎首次以空袭方式攻击政府军目标。</div>
                    <div style="margin-top:10px;">3月30日——日本航空自卫队在首都东京外围部署爱国者三型导弹，标志该国导弹防御系统建设正式启动。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div style="margin-top:10px;">4月1日——日本新潟县新潟市、静冈县滨松市升格为政令指定都市。</div>
                    <div style="margin-top:10px;">4月2日，美国第二大次级房贷公司新世纪金融公司（NewCenturyFinancialCorporation）因其经营的次级债坏账问题严重导致公司市值迅速蒸发而被迫申请破产保护，揭开了2007年美国次级房屋信贷风暴的序幕。</div>
                    <div style="margin-top:10px;">4月2日——首批获准改制为中国本地法人银行的外资银行正式开业。</div>
                    <div style="margin-top:10px;">4月2日——南太平洋岛国所罗门群岛发生里氏8.0级的强烈地震，并引发海啸。</div>
                    <div style="margin-top:10px;">4月2日——乌克兰总统维克托·尤先科宣布解散最高苏维埃（议会），提前举行议会选举；但以总理维克托·亚努科维奇为首的议会多数派拒绝这个决定。</div>
                    <div style="margin-top:10px;">4月3日——法国高速电力机车（TGV）在行驶试验中时速达到574.8千米，打破了17年前该国创下的时速515.3公里的有轨铁路行驶速度世界纪录。</div>
                    <div style="margin-top:10px;">4月3日——台湾地区陆军航空特战指挥部一架UH-1H直升机，下午实施训练侦查途中，因天候不良撞上广播电台发射塔，机上八名军士官全数殉职，台湾地区“国防部”下令同机型直升机全部停飞。</div>
                    <div style="margin-top:10px;">4月4日——国务院常务会议决定，从2007年开始，进行建立以大病统筹为主的城镇居民基本医疗保险制度的试点。</div>
                    <div style="margin-top:10px;">4月5日——伊朗释放先前遭扣留的15名英国皇家海军士兵，15名士兵同日搭乘英国航空公司专机返抵伦敦。</div>
                    <div style="margin-top:10px;">4月6日——湘煤集团金竹山矿业有限公司一平硐煤矿发生煤与瓦斯突出事故，死亡6人。</div>
                    <div style="margin-top:10px;">4月7日——原国民党副主席吴伯雄当选为中国国民党新任主席。</div>
                    <div style="margin-top:10px;">4月7日——日本著名女歌手滨崎步的2007年亚洲巡回演唱会（ayumi hamasaki ASIA TOUR 2007 A ～Tour of Secret～）香港站在香港体育馆举行。</div>
                    <div style="margin-top:10px;">4月8日——斯洛文尼亚人马丁·斯特雷尔经过66天的奋战，完成独自畅游亚马孙河的壮举。</div>
                    <div style="margin-top:10px;">4月9日——美国首席贸易官员表示，美国的电影、音乐、书籍和电脑软件在中国被严重侵权，美方已向世贸组织提出正式抗议。</div>
                    <div style="margin-top:10px;">4月10日至13日——温家宝总理应邀对韩国、日本进行正式访问。</div>
                    <div style="margin-top:10px;">4月10日——美国总统布什签署《北约自由统一法案》，使美国支持北约东扩行动的法案正式成为法律。</div>
                    <div style="margin-top:10px;">4月10日——时任中国国务院总理温家宝10日乘专机抵达韩国首都首尔，开始对韩国进行为期两天的正式访问。这是7年来中国总理首次正式访问韩国。</div>
                    <div style="margin-top:10px;">4月11日——中国自行研制的“海洋一号B”卫星在太原卫星发射中心发射升空，卫星准确进入了预定轨道。</div>
                    <div style="margin-top:10px;">4月11日——应时任日本首相安倍晋三的邀请，时任中国国务院总理温家宝11日抵达东京，开始对日本进行为期3天的正式访问。这是中国总理7年来首次访日。</div>
                    <div style="margin-top:10px;">4月14日，我国成功发射第一颗北斗导航卫星（M1）。</div>
                    <div style="margin-top:10px;">4月15日——国务院发布的《期货交易管理条例》开始施行。</div>
                    <div style="margin-top:10px;">4月18日——中国铁路进行第6次大提速，铁路客运速度达到200KM/H</div>
                    <div style="margin-top:10px;">4月21日～22日——以“亚洲制胜全球经济创新和可持续发展”为主题的博鳌亚洲论坛2007年年会在海南博鳌举行。</div>
                    <div style="margin-top:10px;">4月22日——日本著名女歌手滨崎步的2007年亚洲巡回演唱会（ayumi hamasaki ASIA TOUR 2007 A ～Tour of Secret～）上海站在上海大舞台举行，亦是滨崎步首次在中国大陆开办演唱会。</div>
                    <div style="margin-top:10px;">4月22日——2007年法国总统选举举行首轮投票，人民运动联盟候选人尼古拉·萨科齐、社会党候选人塞格琳·罗雅尔进入第二轮投票。</div>
                    <div style="margin-top:10px;">4月23日——俄罗斯第一任总统叶利钦逝世。</div>
                    <div style="margin-top:10px;">4月24日——中石化属下的中原油田勘探局在埃塞俄比亚靠近索马里边界的一个勘探工地受枪手袭击，共有74人死亡，包括9名中国工人，另外7名中国人被劫持。欧加登民族解放阵线宣称对此事件负责。</div>
                    <div style="margin-top:10px;">4月25日——朝鲜人民武力部和劳动党平壤市委员会在平壤金日成广场举行盛大阅兵式，庆祝朝鲜人民军建立75周年。朝鲜《劳动新闻》当天则发表社论，大力宣扬先军传统。</div>
                    <div style="margin-top:10px;">4月25日——天文学家首次发现太阳系外一枚与地球相似的行星Gliese 581 c，有可能可供生物居住。</div>
                    <div style="margin-top:10px;">4月26日——2008年北京奥运圣火路线揭晓，台湾地区政府以“刻意矮化台湾主权”为由，拒绝圣火经由台北传往香港。</div>
                    <div style="margin-top:10px;">4月26日——《同一首歌》走进汕头，在星湖公园举行。</div>
                    <div style="margin-top:10px;">4月28日至29日——第三届两岸经贸文化论坛在北京举行。</div>
                    <div style="margin-top:10px;">4月29日——国务院总理温家宝签署第495号国务院令，公布《行政机关公务员处分条例》。</div>
                    <div style="margin-top:10px;">4月30日——圣卢西亚与台当局恢复“邦交”。中国宣布中止与圣卢西亚外交关系。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div style="margin-top:10px;">5月——中国共产主义青年团成立85周年。</div>
                    <div style="margin-top:10px;">5月1日——内蒙古自治区成立60周年。</div>
                    <div style="margin-top:10px;">5月1日——委内瑞拉总统乌戈·查韦斯宣布该国退出世界银行及国际货币基金会。</div>
                    <div style="margin-top:10px;">5月1日——美国总统布什否决了国会递交的包含从伊拉克撤军时间表的战争拨款法案。</div>
                    <div style="margin-top:10px;">5月1日——澳门有三千市民参加劳动节游行，引发警民冲突，有警员向天开枪示警，一名路人怀疑中流弹受伤。</div>
                    <div style="margin-top:10px;">5月3日，中国石油天然气集团公司宣布，在渤海湾滩海地区发现储量规模达10亿吨的大油田──冀东南堡油田。</div>
                    <div style="margin-top:10px;">5月3日——美国国务卿和叙利亚外长在“伊拉克国际契约”部长级会议期间，举行了突破性的场外会议，这是两国20多年来首次对话。</div>
                    <div style="margin-top:10px;">5月4日——联合国通过一份气候变迁报告，指全球必须在2050年以前，减少50%至85%的年度二氧化碳排放量，以遏制全球暖化。</div>
                    <div style="margin-top:10px;">5月5日——肯尼亚航空507号班机在从喀麦隆杜阿拉起飞后坠毁，机上114人全数罹难。</div>
                    <div style="margin-top:10px;">5月6日——2007年法国总统选举举行第二轮投票，人民运动联盟候选人尼古拉·萨科齐以53%的得票率当选，成为法国第23任总统。</div>
                    <div style="margin-top:10px;">5月8日——美国国家航空航天局钱德拉X射线太空望远镜和地面望远镜观测到有史以来最强的超新星（SN 2006gy）爆发。</div>
                    <div style="margin-top:10px;">5月8日——北爱尔兰民主统一党领袖伊恩·佩斯利在贝尔法斯特宣誓就任北爱新政府第一部长，北爱正式恢复分权自治政府。</div>
                    <div style="margin-top:10px;">5月8日——台湾地区第一辆倾斜式列车太鲁阁号首航。</div>
                    <div style="margin-top:10px;">5月10日——英国首相布莱尔宣布，于即日辞去工党领袖职务，并于6月27日正式卸任首相。</div>
                    <div style="margin-top:10px;">5月12日——泉州电视台闽南语频道正式开播。</div>
                    <div style="margin-top:10px;">5月14日——台湾民进党当局首次以“台湾”名义申请加入世界卫生组织，以17票赞成、2票弃权、148票反对遭否决，第十一度叩关失败。</div>
                    <div style="margin-top:10px;">5月15日——汤姆森集团与路透就并购事宜达成协议，这起并购交易涉及总金额高达87亿英镑。</div>
                    <div style="margin-top:10px;">5月17日——韩国与朝鲜的列车分别从本国出发，进行56年来首次跨越三十八度线的列车运行。</div>
                    <div style="margin-top:10px;">5月17日——爱沙尼亚政府指控俄罗斯发动史上首场国对国的网络战争，北大西洋公约组织介入调查。</div>
                    <div style="margin-top:10px;">5月18日——由李玉执导，范冰冰、佟大为、梁家辉、金燕玲等主演的黑色幽默剧情片《苹果》在中国大陆上映。</div>
                    <div style="margin-top:10px;">5月19日——台湾地区中正纪念堂正式更名为“台湾民主纪念馆”。</div>
                    <div style="margin-top:10px;">5月22日～23日——第二次中美战略经济对话在美国华盛顿举行。</div>
                    <div style="margin-top:10px;">5月23日——欧洲足球联合会冠军联赛决赛于希腊雅典奥林匹克球场举行。意甲AC米兰队击败英超利物浦队，第7夺得欧洲冠军联赛冠军。</div>
                    <div style="margin-top:10px;">5月24日——郴州市临武县金江镇凤凰岭煤矿发生煤与瓦斯突出事故，死亡13人，事故发生后，矿主瞒报。</div>
                    <div style="margin-top:10px;">5月28日——中国体育彩票“超级大乐透”上市。</div>
                    <div style="margin-top:10px;">5月29日——亚洲电视成立50周年，也是香港电视史上首个金禧。</div>
                    <div style="margin-top:10px;">5月30日——娄底市涟源市安平镇新万三煤矿发生煤与瓦斯突出事故，死亡6人。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div style="margin-top:10px;">6月1日——中华人民共和国与哥斯达黎加共和国正式建立外交关系。</div>
                    <div style="margin-top:10px;">6月3日——国务院印发《中国应对气候变化国家方案》。</div>
                    <div style="margin-top:10px;">6月7日——国家发展和改革委员会批准重庆市和成都市设立全国统筹城乡综合配套改革试验区。</div>
                    <div style="margin-top:10px;">6月7日～13日——2007年A3冠军杯在山东济南举行，并聘请日本著名女歌手仓木麻衣担任本届赛事的形象大使。</div>
                    <div style="margin-top:10px;">6月11日——香港“昂平360” 缆车出现意外事故，暂停运作。</div>
                    <div style="margin-top:10px;">6月13日——上海申花在济南进行的A3冠军杯中以3-1战胜日本联赛冠军浦和红宝石，从而在本届赛事中取得两胜一负的战绩。由于在接下来的一场比赛中山东鲁能1-2输给城南一和，这样，上海申花以净胜球优势夺得该届赛事冠军，亦是中国球队首次夺得A3冠军杯冠军。</div>
                    <div style="margin-top:10px;">6月15日——广东佛山九江大桥受运沙船撞击发生桥面倒塌。</div>
                    <div style="margin-top:10px;">6月15日——2007年NBA总决赛，圣安东尼奥马刺队以总比分4-0横扫克利夫兰骑士队夺得队史第4个NBA总冠军，托尼·帕克当选NBA总决赛MVP，成为了第一个当选NBA总决赛MVP的非美国球员。</div>
                    <div style="margin-top:10px;">6月18日——重庆直辖10周年。</div>
                    <div style="margin-top:10px;">6月24日——江苏省盱眙县与新西兰的罗托鲁瓦市结为友好城市。</div>
                    <div style="margin-top:10px;">6月26日——杭州湾跨海大桥（嘉兴市海盐至宁波市慈溪）正式贯通，总长36公里。</div>
                    <div style="margin-top:10px;">6月27日——托尼·布莱尔正式向英国女王递交辞呈辞去英国首相职务，由财政大臣戈登·布朗接任，入主唐宁街10号。</div>
                    <div style="margin-top:10px;">6月28日——永安百货成立100周年，也是继先施百货后第二间开业达百年的华资百货公司。</div>
                    <div style="margin-top:10px;">6月28日——在新西兰举行的第31届世界遗产大会上，开平碉楼与村落成为广东省首个世界遗产。</div>
                    <div style="margin-top:10px;">6月29日——十届全国人大常委会第二十八次会议通过《中华人民共和国劳动合同法》。</div>
                    <div style="margin-top:10px;">6月29日——iPhone在美国上市。</div>
                    <div style="margin-top:10px;">6月30日——庆祝香港回归祖国十周年大型文艺晚会30日晚在香港会展中心举行。时任国家主席胡锦涛出席并观看了演出。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div style="margin-top:10px;">7月1日——庆祝香港回归祖国十周年大会暨香港特别行政区第三届政府就职典礼1日上午在香港会展中心隆重举行。时任中共中央总书记、国家主席、中央军委主席胡锦涛出席并发表重要讲话。</div>
                    <div style="margin-top:10px;">7月1日——青藏铁路开通一周年。</div>
                    <div style="margin-top:10px;">7月5日——在西昌卫星发射中心用“长征三号乙”运载火箭，成功将“中星六B”通信卫星送入太空。</div>
                    <div style="margin-top:10px;"> 7月7日至29日——2007年亚洲杯在印尼、马来西亚、泰国及越南举行。伊拉克首次夺冠，中国队小组赛惨遭淘汰。</div>
                    <div style="margin-top:10px;">7月7日——七七事变爆发70周年纪念日。</div>
                    <div style="margin-top:10px;">7月9日——山东省济南市原人大常委会主任段义和制造了举国震惊的济南汽车爆炸案。</div>
                    <div style="margin-top:10px;">7月11日——国务院发出《关于在全国建立农村最低生活保障制度的通知》，提出2007年在全国建立农村最低生活保障制度，要求将符合条件的农村贫困人口全部纳入保障范围。</div>
                    <div style="margin-top:10px;">7月12日——湖南省郴州市嘉禾县肖家镇石碧下煤矿发生一起煤与瓦斯突出事故，事发时该矿有44人在井下作业，造成井下3名作业人员窒息死亡。</div>
                    <div style="margin-top:10px;">7月16日——日本西北部新潟地区发生6.8级地震（初始报道为6.6级），地震导致一家核电站含有放射性物质的水泄漏后流入日本海（2007年日本新潟地震）。</div>
                    <div style="margin-top:10px;">7月18日——山东济南遭受特大暴雨袭击，造成30多人死亡，170多人受伤。</div>
                    <div style="margin-top:10px;">7月19日～8月30日——塔利班挟持23名韩国籍传教士作为人质，要求韩国军队撤出阿富汗，同时要求阿富汗政府释放被逮捕的塔利班民兵。25日、30日塔利班先后杀死2名韩国男性人质。</div>
                    <div style="margin-top:10px;">7月21日——印度选举委员会宣布现年72岁的团结进步联盟总统候选人普拉蒂巴·帕蒂尔赢得第13届总统大选，成为印度独立60年来的首位女总统。</div>
                    <div style="margin-top:10px;">7月29日——伊拉克队在2007年亚洲杯决赛中1-0战胜沙特队，首次夺得亚洲杯冠军。伊拉克也成为第七支夺得亚洲杯冠军球队。</div>
                    <div style="margin-top:10px;">7月30日——庆祝中国人民解放军建军80周年文艺晚会《八一军旗红》30日晚在北京人民大会堂举行。 胡锦涛、吴邦国、温家宝、贾庆林、曾庆红、吴官正、李长春、罗干等党和国家领导人出席并观看演出。</div>
                    <div style="margin-top:10px;">7月31日——由周杰伦执导并主演青春爱情片《不能说的秘密》在中国大陆上映，该片亦是周杰伦担任导演的处女作。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div style="margin-top:10px;">8月1日——庆祝中国人民解放军建军80周年暨全军英雄模范代表大会在北京举行。</div>
                    <div style="margin-top:10px;"> 8月2日——俄罗斯国家杜马副主席奇林加罗夫率领科考队，乘坐深海潜水器，从北极点下潜至4000多米深的北冰洋洋底，并在洋底插上一面由钛合金制造的俄罗斯国旗。这一举动引起了国际社会的关注。</div>
                    <div style="margin-top:10px;">8月5日——韩国女子偶像团体少女时代出道。</div>
                    <div style="margin-top:10px;">8月13日——塔利班释放2名女人质。28日塔利班同意放人。29日12名人质获释，30日最后7名人质获释。</div>
                    <div style="margin-top:10px;">8月13日——依据建设部、中国人民银行共同印发《住房置业担保管理试行办法》（建住房〔2000〕108号），安徽省桐城市成立首家住房公积金贷款的专业担保机构---安庆市房屋置业担保公司桐城分公司。</div>
                    <div style="margin-top:10px;">8月15日——深圳地铁4号线福田口岸站开通运营</div>
                    <div style="margin-top:10px;">8月25日至9月2日——2007年世界田径锦标赛于日本大阪举行，中国短跑飞人刘翔获得110栏冠军，实现集奥运会冠军、世锦赛冠军、世界纪录保持者于一身的第一人。</div>
                    <div style="margin-top:10px;">8月29日——经中国科学院水生生物研究所专家鉴定，安徽一市民在长江铜陵段所拍摄到的水生动物为濒临灭绝的白鳍豚。</div>
                    <div style="margin-top:10px;">8月31日——CRYPTON FUTURE MEDIA以Yamaha的VOCALOID 2语音合成引擎为基础开发贩售的虚拟女性歌手软件“初音ミク”（初音未来）开始发售</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div style="margin-top:10px;">9月——中央电视台移动传媒正式开播。</div>
                    <div style="margin-top:10px;">9月3日～9日——中国国家主席胡锦涛应邀对澳大利亚进行国事访问并出席在悉尼举行的亚太经济合作组织（APEC）第十五次领导人非正式会议。</div>
                    <div style="margin-top:10px;">9月8日——亚太经合组织第十五次领导人非正式会议在澳大利亚悉尼开幕。</div>
                    <div style="margin-top:10px;">9月10日～30日——2007年中国女足世界杯在中国举行。</div>
                    <div style="margin-top:10px;">9月12日——印度尼西亚苏门答腊岛发生8.5级强震，至少25人死亡。</div>
                    <div style="margin-top:10px;">9月12日——日本首相安倍晋三在首相官邸正式宣布辞职。</div>
                    <div style="margin-top:10px;">9月14日——日本“月亮女神”探月飞船于上午9:31发射升空。</div>
                    <div style="margin-top:10px;">9月25日——日本国会众议院全体会议当天下午举行首相指名选举。福田康夫以过半数的338票当选新首相。</div>
                    <div style="margin-top:10px;">9月30日——时任国务院总理温家宝30日下午在人民大会堂会见了荣获2007年中国政府“友谊奖”的50名外国专家和他们的眷属。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div style="margin-top:10px;">10月1日——中华人民共和国成立58周年。</div>
                    <div style="margin-top:10px;">10月1日——羊城晚报创刊50周年。</div>
                    <div style="margin-top:10px;">10月1日——中国中央电视台西班牙语法语频道拆分为2个频道。（中央电视台西班牙语国际频道(CCTV-E)、中央电视台法语国际频道(CCTV-F)）</div>
                    <div style="margin-top:10px;">10月2日日～4日——韩国总统卢武铉访问朝鲜，与朝鲜最高领导人金正日举行第二次朝韩首脑会晤。双方签署《南北关系发展与和平繁荣宣言》，宣布双方将致力于建立朝鲜半岛的和平机制，加强对话、扩大经济和人道主义合作，合力开启民族共同繁荣和自主统一的新时代。</div>
                    <div style="margin-top:10px;">10月2日～11日——2007年世界夏季特殊奥林匹克运动会在上海举行。</div>
                    <div style="margin-top:10px;">10月7日——北京地铁5号线通车运行。</div>
                    <div style="margin-top:10px;">10月15日～10月21日——中国共产党第十七次全国代表大会在北京举行。2237名代表和特邀代表出席大会。胡锦涛代表第十六届中央委员会向大会作了题为《高举中国特色社会主义伟大旗帜，为夺取全面建设小康社会新胜利而奋斗》的报告。</div>
                    <div style="margin-top:10px;">10月18日～10月22日——第四届中国邮文化节在江苏高邮市举办</div>
                    <div style="margin-top:10px;">10月22日——十七届一中全会选举胡锦涛为中央委员会总书记，选举胡锦涛、吴邦国、温家宝、贾庆林、李长春、习近平、李克强、贺国强为中央政治局常委。</div>
                    <div style="margin-top:10px;">10月23日——霍姆斯彗星（荷玛彗星）突然爆发，它的亮度随即从1.7星等增加到2.4星等，已经接近北极星的亮度。</div>
                    <div style="margin-top:10px;">10月24日——中国自行研制的“嫦娥一号”探月飞船于18:05:04成功发射升空。</div>
                    <div style="margin-top:10px;">10月26日～11月3日——2007年亚洲室内运动会在中国澳门举行。</div>
                    <div style="margin-top:10px;">10月30日——十届全国人大常委会第29次会议通过《中华人民共和国反垄断法》和《中华人民共和国就业促进法》。</div>
                    <div style="margin-top:10px;">10月30日——第29届北京奥运会门票第二阶段销售开始。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div style="margin-top:10px;">11月——香港区议会选举。</div>
                    <div style="margin-top:10px;">11月2日——中国台湾男歌手周杰伦的个人第八张原创专辑《我很忙》发行。</div>
                    <div style="margin-top:10px;">11月5日——“嫦娥一号”抵达月球。</div>
                    <div style="margin-top:10px;">11月14日，日本组合Hey!Say!JUMP出道。</div>
                    <div style="margin-top:10px;">11月14日——长春亚泰夺得2007年中超冠军.，创造了中国的“凯泽斯劳滕神话”。</div>
                    <div style="margin-top:10px;">11月16日——柳州铁路局改名为南宁铁路局。</div>
                    <div style="margin-top:10px;">11月18日～22日——应新加坡总理李显龙邀请，时任国务院总理温家宝于11月18日至22日对新加坡进行正式访问，并出席在新加坡举行的第十一次东盟与中日韩领导人会议、中国与东盟领导人会议和第三届东亚峰会。其间，温家宝还与日本首相福田康夫在新加坡进行首次会谈。</div>
                    <div style="margin-top:10px;">11月19日——香港无线电视成立40周年。</div>
                    <div style="margin-top:10px;">11月23日——2007年世界杯棒球赛、2007年亚洲棒球锦标赛在中国台湾举行。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div style="margin-top:10px;">12月——2007年台湾地区“立法委员”选举。</div>
                    <div style="margin-top:10px;">12月1日——广州日报创刊55周年。</div>
                    <div style="margin-top:10px;">12月2日——香港九广东铁（创办于1910年的前“九广铁路”）和1979年启用的香港地下铁路（香港地铁）合并，成为香港铁路有限公司（港铁公司），开创香港铁路服务的新时代。</div>
                    <div style="margin-top:10px;">12月3日——上海获得2010年世博会举办权5周年纪念日。</div>
                    <div style="margin-top:10px;">12月12日——由陈可辛执导，李连杰、刘德华、金城武主演的战争动作片《投名状》在中国大陆上映。</div>
                    <div style="margin-top:10px;">12月13日——南京大屠杀70周年。</div>
                    <div style="margin-top:10px;">12月16日——ING台北国际马拉松比赛于台北市政府广场开跑。</div>
                    <div style="margin-top:10px;">12月19日——2007年韩国总统选举。</div>
                    <div style="margin-top:10px;">12月20日——由冯小刚执导，张涵予主演的战争剧情片《集结号》在中国大陆上映。</div>
                    <div style="margin-top:10px;">12月21日——“南海一号”古沉船起吊，次日上午10时在现场举行“南海一号”出水仪式。</div>
                    <div style="margin-top:10px;">12月23日——上海故事广播正式开播。</div>
                    <div style="margin-top:10px;">12月24日——出现了平安夜恰逢农历十一月十五（即“平安夜满月”）的罕见情况。上一次是1920年，下一次是2053年。</div>
                    <div style="margin-top:10px;">12月27日——CRYPTON FUTURE MEDIA以Yamaha的VOCALOID 2语音合成引擎为基础开发贩售的虚拟女/男性歌手软件“镜音リン・レン（镜音铃·连）”发售。</div>
                    <div style="margin-top:10px;">12月27日——日本首相福田康夫抵达北京访问，希望改善中日关系，成为2007年最后一位访问中国的外国政要。</div>
                    <div style="margin-top:10px;">12月27日——巴基斯坦前总理贝·布托在竞选活动中不幸遇刺身亡，于巴基斯坦当地时间18点16分（北京时间21点16分）去世，享年54岁。</div>
                    <div style="margin-top:10px;">12月28日——台北前市长马英九的特别费案二审宣判，罪名都不成立。此案本于2007年2月13日侦结，8月一审裁定无罪。控方不服上诉，于本日在台北高等法院作出二审无罪的判决。</div>
                    <div style="margin-top:10px;">12月28日——中午，古沉船“南海一号”正式进入水晶宫。</div>
                    <div style="margin-top:10px;">12月28日——8点59分，著名表演艺术家孙道临因病在上海华东医院逝世，享年86岁。</div>
                    <div style="margin-top:10px;">12月28日——中国与马拉维相互承认并建立大使级外交关系。</div>
                    <div style="margin-top:10px;">12月29日——十届全国人大常委会第31次会议于当日上午表决通过了关于修改个人所得税法的决定，个人所得税起征点自2008年3月1日起由1600元提升到2000元。</div>
                    <div style="margin-top:10px;">12月29日——人大常委会决定2017年香港特首可由普选产生。</div>
                    <div style="margin-top:10px;">12月29日——百度（NASDAQ：BIDU）宣布，公司CFO（首席财务官）王湛生在新年休假期间，不幸遭遇意外逝世。</div>
                    <div style="margin-top:10px;">12月31日——香港“昂平360” 缆车经过近半年停止运作之后，正式恢复载客服务。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2008">2008年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div style="margin-top:10px;">1月1日——欧盟新成员塞浦路斯和马耳他改用欧元作为该国货币，使用欧元的国家数量增至15个。塞浦路斯英属基地区也开始使用欧元。</div>
                    <div style="margin-top:10px;">1月1日——中国澳门电话号码中的直通内线电话类别的七位号码停用，号码升位计划正式结束。</div>
                    <div style="margin-top:10px;">1月1日——法国、葡萄牙和美国的伊利诺伊州、亚利桑那州全面实行公众地方室内2008年禁烟。</div>
                    <div style="margin-top:10px;">1月1日——中国台湾台北县举行的万人击鼓活动打破吉尼斯世界记录。</div>
                    <div style="margin-top:10px;">1月1日——《中华人民共和国劳动合同法》正式施行。</div>
                    <div style="margin-top:10px;">1月1日——上海艺术人文频道、上海外语频道正式开播，同时，上海东方少儿频道更名为哈哈少儿频道；河南电视台民生频道正式开播，取代原经济生活频道。</div>
                    <div style="margin-top:10px;">1月1日——中国中央电视台高清频道（CCTV-22）试播。</div>
                    <div style="margin-top:10px;">1月1日——中国中央电视台体育频道（CCTV-5）正式置换为奥运频道。奥运频道于北京奥运会闭幕后撤销并恢复为体育频道。</div>
                    <div style="margin-top:10px;">1月1日——日本著名女歌手滨崎步的个人第九张原创专辑《GUILTY》（中文译名《原罪》）发行。</div>
                    <div style="margin-top:10px;">1月2日——乌鲁木齐市德汇国际广场发生特大火灾，造成5亿元人民币损失。</div>
                    <div style="margin-top:10px;">1月2日——无疆界记者组织发表报告指出，2007年全球被杀害记者的数字高达86人，超过2006年的85人。</div>
                    <div style="margin-top:10px;">1月3日——香港屯门菠萝山的山火在焚烧46小时后被扑灭，山火造成350公顷的山林被焚毁。</div>
                    <div style="margin-top:10px;">1月3日——新加坡两位科学家提出“声子”理论。</div>
                    <div style="margin-top:10px;">1月4日——日本著名女歌手滨崎步透过其官方歌迷会网站承认，其左耳已完全失去听觉功能，但她却不会放弃做歌手，更扬言直至右耳也失聪后才会退出乐坛。</div>
                    <div style="margin-top:10px;">1月4日——暴风雪席卷北爱尔兰。</div>
                    <div style="margin-top:10px;">1月5日——中国人民解放军航天员大队成立10周年。</div>
                    <div style="margin-top:10px;">1月5日——美国商务部宣布对中国制造的钢喉管开征反倾销关税。</div>
                    <div style="margin-top:10px;">1月5日——中国国家邮政局发行《戊子年》生肖邮票。</div>
                    <div style="margin-top:10px;">1月7日——2008年全国卫生工作会议召开。</div>
                    <div style="margin-top:10px;">1月7日～11日——时任中国外交部长杨洁篪应邀对应南非、刚果（金）、布隆迪和埃塞俄比亚非洲四国进行正式访问。</div>
                    <div style="margin-top:10px;">1月9日～2月2日——中国大部尤其南方地区连续遭受四次低温雨雪冰冻天气过程袭击。</div>
                    <div style="margin-top:10px;">1月10日——汉中音乐广播电台获“2007年度中国创新广播电台（频道）十强”殊荣，受到表彰。</div>
                    <div style="margin-top:10px;">1月10日——哥伦比亚反政府武装哥伦比亚革命武装力量将扣押多年的两个女人质，前哥伦比亚国会议员冈萨雷斯和政治家罗哈斯移交给国际红十字会和委内瑞拉政府代表。</div>
                    <div style="margin-top:10px;">1月11日——澳大利亚一架客机降落在南极澳洲凯西站附近的冰制跑道上，成为首部到达南极洲的商用航班。</div>
                    <div style="margin-top:10px;">1月12日——中国台湾民进党主席陈水扁宣布辞去党主席职务。</div>
                    <div style="margin-top:10px;">1月15日——国家发改委对部分重要的商品和服务实行临时价格干预措施。</div>
                    <div style="margin-top:10px;">1月15日～16日——卫生部在南京召开2008年全国卫生应急工作会议。</div>
                    <div style="margin-top:10px;">1月16日——2008年全国烟草工作会议在北京召开。</div>
                    <div style="margin-top:10px;">1月16日——国家批准实施《广西北部湾经济区发展规划》。</div>
                    <div style="margin-top:10px;">1月16日——央行2008年首次上调存款准备金率。</div>
                    <div style="margin-top:10px;">1月16日——中国陕西故事广播正式开播。</div>
                    <div style="margin-top:10px;">1月18日——第十一届全国冬季运动会在齐齐哈尔市举行。</div>
                    <div style="margin-top:10px;">1月23日——波兰空军的一架飞机失事，机上20人全部遇难。</div>
                    <div style="margin-top:10px;">1月23日——2008年世界经济论坛在瑞士滑雪胜地达沃斯开幕。</div>
                    <div style="margin-top:10px;">1月24日——肯尼亚总统齐贝吉和反对党领导人拉伊拉·奥廷加在总统府进行了自肯尼亚骚乱以来的首次会谈。</div>
                    <div style="margin-top:10px;">1月28日——泰国人民力量党主席沙马·顺达卫正式就任新任泰国总理，结束自军事政变后的军政府统治。</div>
                    <div style="margin-top:10px;">1月28日——2008年北京奥运会主要场馆之一的国家游泳中心“水立方”竣工并交付使用。</div>
                    <div style="margin-top:10px;">1月28日——英国著名女歌手阿黛尔·阿德金斯通过发行其个人第一张原创专辑《19》而正式出道。</div>
                    <div style="margin-top:10px;">1月29日——澳门发生当地历史上最大规模的天线讯号中断事件。</div>
                    <div style="margin-top:10px;">1月29日——人民力量党主席沙马·顺达卫在曼谷接受泰国国王普密蓬·阿杜德签署的御令，正式成为泰国总理。</div>
                    <div style="margin-top:10px;">1月31日——由周星驰执导并主演的科幻喜剧片《长江7号》在中国大陆上映。</div>
                    <div style="margin-top:10px;">1月31日——据中国民政部透露，自1月10日至31日的雪灾已使湖南、湖北、贵州等19个省级行政区受灾，60人死亡，2人失踪，175.9万人紧急转移，直接经济损失537.9亿元人民币。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div style="margin-top:10px;">2月1日——《社会记录》正式停播，撤出CCTV-13。</div>
                    <div style="margin-top:10px;">2月2日～4日——乍得反政府武装两度攻入首都恩贾梅纳，并将总统代比围困在总统府内，最终被乍得政府军击退。</div>
                    <div style="margin-top:10px;">2月4日——伊朗开放了该国第一个航天中心，并发射了一枚火箭。</div>
                    <div style="margin-top:10px;">2月5日——美国总统党内选举“超级星期二”开始。</div>
                    <div style="margin-top:10px;">2月6日——美国南部遭龙卷风袭击，58人死亡。</div>
                    <div style="margin-top:10px;">2月7日（春节）——南极洲部分地区出现日环食，其中包括南极洲文森山。有2人登上该山看到日环食。澳大利亚东南部、新西兰及南太平洋部分岛屿可见日偏食。</div>
                    <div style="margin-top:10px;">2月7日——由朱延平执导、周杰伦主演的动作喜剧片《大灌篮》（又名《功夫灌篮》）上映。</div>
                    <div style="margin-top:10px;">2月10日——温家宝在北京看望柬埔寨太皇太后西哈努克夫妇。</div>
                    <div style="margin-top:10px;">2月11日——韩国崇礼门被烧毁。</div>
                    <div style="margin-top:10px;">2月11日——东帝汶总统若泽·拉莫斯·奥尔塔在总统官邸中遭袭并受重伤，反政府武装领导人阿尔弗雷多·雷纳多被击毙。</div>
                    <div style="margin-top:10px;">2月12日——黎巴嫩真主党二号领导人伊迈德·穆格尼耶遇刺身亡。</div>
                    <div style="margin-top:10px;">2月12日——受拉尼娜现象的影响，玻利维亚政府宣布全国进入灾难状态。</div>
                    <div style="margin-top:10px;">2月12日——斯皮尔伯格宣布退出2008年奥运会准备工作。</div>
                    <div style="margin-top:10px;">2月14日——俄罗斯总统弗拉基米尔·普京在克里姆林宫举行其任期内的最后一次年度新闻发布会。</div>
                    <div style="margin-top:10px;">2月14日——北伊利诺伊大学学生卡兹米尔查克开枪打死5人，打伤18人。</div>
                    <div style="margin-top:10px;">2月17日——泰国在夜总会和酒吧全面禁烟。</div>
                    <div style="margin-top:10px;">2月17日——科索沃总理塔奇宣布科索沃从塞尔维亚独立。</div>
                    <div style="margin-top:10px;">2月17日——塔利班在坎大哈制造自杀性爆炸事件，造成80人死亡。</div>
                    <div style="margin-top:10px;">2月17日—— “感动中国2007年年度人物评选”颁奖典礼举行，感动中国2007年度十大人物揭晓。</div>
                    <div style="margin-top:10px;">2月18日——阿富汗率先承认科索沃为独立国家，法国、英国、德国、意大利、美国随后宣布正式承认科索沃独立。</div>
                    <div style="margin-top:10px;">2月19日——古巴领导人菲德尔·卡斯特罗辞去国务委员会主席和革命武装部队总司令职务。</div>
                    <div style="margin-top:10px;">2月19日——中国香港著名影视女演员，主持人沈殿霞因肝癌在香港病逝，享年62岁。</div>
                    <div style="margin-top:10px;">2月19日——苹果公司发布第一代MacBook Air，是当时最薄的笔记本电脑。</div>
                    <div style="margin-top:10px;">2月21日一一委内瑞拉圣芭芭拉航空公司一架客机在安第斯山区的荒漠地带坠毁，机上43名乘客和3名机组人员全部遇难。</div>
                    <div style="margin-top:10px;">2月21日——扎尔达里和纳瓦兹·谢里夫在巴基斯坦伊斯兰堡宣布将联合组建新政府。</div>
                    <div style="margin-top:10px;">2月21日——“艳照门”事件过后，香港艺人陈冠希在酒店召开公开道歉，并宣布永久无限期退出香港娱乐圈。</div>
                    <div style="margin-top:10px;">2月23日～3月2日——第49届世界乒乓球锦标赛团体赛在中国广州举行。</div>
                    <div style="margin-top:10px;">2月23日——美国空军称一架美军B-2隐形轰炸机当地时间2月23日周六上午10点45左右在关岛安德森空军基地起飞时坠毁，两名飞行员安全逃生。</div>
                    <div style="margin-top:10px;">2月25日～27日——中共十七届二中全会召开，通过《关于深化行政管理体制改革的意见》和《国务院机构改革方案》。</div>
                    <div style="margin-top:10px;">2月25日——古巴全国人民政权代表大会选举劳尔·卡斯特罗为国务委员会主席。</div>
                    <div style="margin-top:10px;">2月25日——李明博就任韩国总统。</div>
                    <div style="margin-top:10px;">2月25日——美国纽约爱乐乐团抵达平壤，开始历史性的“朝鲜之旅”。</div>
                    <div style="margin-top:10px;">2月28日——泰国前总理他信被逮捕。</div>
                    <div style="margin-top:10px;">2月29日——北京首都国际机场3号航站楼正式投入运营。该航站楼总体建筑面积近100万平方米。</div>
                    <div style="margin-top:10px;">2月29日——北欧理事会在瑞典首都斯德哥尔摩宣布，将2008年北欧理事会文学奖授予丹麦女作家纳娅·埃特，以表彰她创作的短篇小说集《丑陋的人》。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div style="margin-top:10px;">3月1日——伊朗总统艾哈迈迪·内贾德对伊拉克进行访问。</div>
                    <div style="margin-top:10px;">3月1日——以色列空袭加沙，造成2名以色列士兵和至少52名巴勒斯坦人死亡</div>
                    <div style="margin-top:10px;">3月3日——《人物新周刊》正式停播，撤出CCTV-13。</div>
                    <div style="margin-top:10px;">3月3日——俄罗斯举行第四次总统选举，梅德韦杰夫当选新一任联邦总统，前总统普京被任命为总理。</div>
                    <div style="margin-top:10px;">3月3日——环保人士在南极附近海域用酪酸瓶袭击日本捕鲸船，造成4人受伤。</div>
                    <div style="margin-top:10px;">3月3日～14日——全国政协十一届一次会议在北京举行。大会选举贾庆林为全国政协主席。</div>
                    <div style="margin-top:10px;">3月5日～18日——十一届全国人大一次会议在人民大会堂举行，批准国务院机构改革方案，探索实行职能有机统一的大部门体制，调整变动机构15个，减少正部级机构4个。改革后，除国务院办公厅外，国务院组成部门设置27个。会议选举胡锦涛为国家主席、国家中央军委主席，吴邦国为全国人大常委会委员长，习近平为国家副主席，决定温家宝为国务院总理。</div>
                    <div style="margin-top:10px;">3月6日——一名巴勒斯坦人袭击了一处犹太教神学院，造成8死9伤。</div>
                    <div style="margin-top:10px;">3月8日——马来西亚举行第十二届全国大选</div>
                    <div style="margin-top:10px;">3月9日——西班牙社会主义工人党再次赢得大选</div>
                    <div style="margin-top:10px;">3月12日——湖南电视台金鹰纪实频道正式开播。</div>
                    <div style="margin-top:10px;">3月14日——西藏拉萨发生由“藏独”分子组织策划并实施的打砸抢烧严重暴力犯罪事件。</div>
                    <div style="margin-top:10px;">3月15日——阿尔巴尼亚一处枪械厂发生爆炸，造成30人死亡。</div>
                    <div style="margin-top:10px;">3月19日——巴基斯坦国民议会选举法赫米达·米尔扎为议长。她是巴基斯坦历史上首位国民议会女议长。</div>
                    <div style="margin-top:10px;">3月20日——美国科学家借助卡西尼号探测器发现土卫六地表下可能潜藏着水和氨构成的海洋。</div>
                    <div style="margin-top:10px;">3月20日——伊夫·莱特姆就任比利时首相，结束了比利时长达九个月没有政府的状态。</div>
                    <div style="margin-top:10px;">3月22日——中国台湾地区领导人选举，马英九、萧万长获胜。</div>
                    <div style="margin-top:10px;">3月22日——《360度》正式停播，撤出CCTV-13。</div>
                    <div style="margin-top:10px;">3月24日——北京奥运会圣火在希腊奥林匹亚成功点燃，火炬接力传递仪式正式拉开序幕。</div>
                    <div style="margin-top:10px;">3月24日——不丹举行首次民主选举，不丹繁荣进步党获胜。</div>
                    <div style="margin-top:10px;">3月24日——优素福·拉扎·吉拉尼成为新一任巴基斯坦总理。</div>
                    <div style="margin-top:10px;">3月24日——《新闻1+1》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">3月25日——科摩罗政府军和非洲联盟部队对2007年起被叛军占领的昂儒昂岛发动进攻。</div>
                    <div style="margin-top:10px;">3月29日——津巴布韦举行总统选举。</div>
                    <div style="margin-top:10px;">3月30日——大湄公河次区域经济合作第三次领导人会议在老挝万象召开，中国国务院总理温家宝31日上午出席了会议并发表了题为《合作的纽带 共同的家园》的讲话。</div>
                    <div style="margin-top:10px;">3月31日——意大利米兰成为2015年世界博览会主办城市。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div style="margin-top:10px;">4月3日——中国人民解放军总装备部成立10周年。</div>
                    <div style="margin-top:10px;">4月3日——克罗地亚和阿尔巴尼亚被批准正式加入北约。由于希腊的反对，马其顿的入约申请未被批准。</div>
                    <div style="margin-top:10px;">4月5日——中国人民武装警察部队成立25周年。</div>
                    <div style="margin-top:10px;">4月6日——黑山共和国举行独立后的首次总统选举。</div>
                    <div style="margin-top:10px;">4月7日——《中国-新西兰自贸区协定》签署。</div>
                    <div style="margin-top:10px;">4月7日——北京奥运圣火7日在巴黎传递时遭遇少数“藏独”分子的干扰破坏，当地警方及时采取措施予以制止。在法国公众的热情欢迎下，北京奥运火炬在巴黎安全完成传递任务。</div>
                    <div style="margin-top:10px;">4月8日——韩国首位宇航员李素妍乘坐俄罗斯联盟号宇宙飞船升空。</div>
                    <div style="margin-top:10px;">4月8日——日本著名女歌手滨崎步的出道十周年纪念作品，个人第四十三张单曲专辑《Mirrorcle World》（中文译名《幻镜》）发行，发行首周即获得日本公信榜销量冠军，亦使其成为日本乐坛历史上首位连续10年单曲销量夺冠的女歌手，该单曲亦成为滨崎步第三十张冠军单曲，使其同时缔造并保有日本公信榜女艺人“单曲连续夺冠年数”与“单曲冠军数”两项第一的惊人纪录。</div>
                    <div style="margin-top:10px;">4月9日——韩国举行议会选举。</div>
                    <div style="margin-top:10px;">4月10日——尼泊尔议会选举，尼共（毛主义）获得多数席位。</div>
                    <div style="margin-top:10px;">4月10日——银行间外汇市场人民币对美元汇率中间价首度“破7”，为6.992元人民币兑1美元。</div>
                    <div style="margin-top:10px;">4月11日——天津市第二中级人民法院对中共上海市委原书记陈良宇案宣告一审判决</div>
                    <div style="margin-top:10px;">4月11日到4月13日——博鳌亚洲论坛举行</div>
                    <div style="margin-top:10px;">4月13日——意大利议会选举，贝卢斯科尼重新上台执政。</div>
                    <div style="margin-top:10px;">4月15日——刚果（金）一家私营航空公司的客机在东部城市戈马市机场附近坠毁并引发火灾，导致50多人死亡。</div>
                    <div style="margin-top:10px;">4月18日——京沪高速铁路（北京南站至上海虹桥站）全线开工，全长1318公里。</div>
                    <div style="margin-top:10px;">4月18日——“鸟巢”举办好运北京测试赛。</div>
                    <div style="margin-top:10px;">4月20日——费尔南多·卢戈当选巴拉圭总统，结束了红党对巴拉圭61年的统治。</div>
                    <div style="margin-top:10px;">4月21日——百度百科正式版成功上线。</div>
                    <div style="margin-top:10px;">4月22日——伦敦穆尔菲尔德眼科医院使用仿生眼植入盲人体中获得成功。</div>
                    <div style="margin-top:10px;">4月23日——加拿大安大略省通过法令严格限制杀虫剂的使用。</div>
                    <div style="margin-top:10px;">4月24日——英格兰和威尔士教师大罢工。</div>
                    <div style="margin-top:10px;">4月28日——北京开往青岛的T195次旅客列车运行至山东胶济铁路周村至王村间脱线，与烟台至徐州的5034次客车相撞，造成72人死亡，416人受伤。</div>
                    <div style="margin-top:10px;">4月28日——广州亚运会吉祥物“乐羊羊”在广州揭晓。</div>
                    <div style="margin-top:10px;">4月28日——安徽省阜阳市已有3321名儿童感染EV71，22人经全力抢救无效死亡。</div>
                    <div style="margin-top:10px;">4月29日——胡锦涛在钓鱼台国宾馆会见了中国国民党荣誉主席连战。</div>
                    <div style="margin-top:10px;">4月29日——第八届西部汽博会开幕。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div style="margin-top:10px;">5月1日——修正后的《中华人民共和国道路交通安全法》施行。</div>
                    <div style="margin-top:10px;">5月1日——中国杭州湾跨海大桥建成通车。</div>
                    <div style="margin-top:10px;">5月1日——中国中央电视台高清频道（CCTV-22）正式开播。</div>
                    <div style="margin-top:10px;">5月3日——旋风“纳尔吉斯”袭击缅甸，造成13万人伤亡。</div>
                    <div style="margin-top:10px;">5月4日——国务院总理温家宝考察中国政法大学，与法大学生共度五四青年节，在中国政法大学，温家宝发表重要讲话，强调“法治”。</div>
                    <div style="margin-top:10px;">5月6日～10日——应日本政府邀请，时任中国国家主席胡锦涛对日本进行国事访问，这是中国国家元首时隔10年首次访日。</div>
                    <div style="margin-top:10px;">5月7日——梅德韦杰夫正式出任俄罗斯联邦总统，普京出任总理。</div>
                    <div style="margin-top:10px;">5月8日——9时17分，北京奥运火炬登上了珠穆朗玛峰峰顶。</div>
                    <div style="margin-top:10px;">5月12日——北京时间14时28分，中国四川省汶川县发生里氏8.0级特大地震，全国除吉林省，黑龙江省，新疆维吾尔自治区外均有震感，大地震已确认造成69227人遇难，374643人受伤，17923人失踪，受灾群众1510万人。在中共中央、国务院、中央军委的领导下，迅速组织了历史上救援速度最快、动员范围最广、投入力量最大的抗震救灾活动，夺取了抗震救灾斗争的重大胜利。</div>
                    <div style="margin-top:10px;">5月12日一一泰国国会下议院召开特别会议，投票选出执政党人民力量党议员猜·奇触为新的下议院议长兼国会主席，接替因受到贿选指控而辞职的荣育。</div>
                    <div style="margin-top:10px;">5月13日——印度城市斋普尔发生系列爆炸事件，造成63人死亡，216人受伤。</div>
                    <div style="margin-top:10px;">5月15日——尼日利亚拉各斯市伊杰冈一处输油管道因推土机施工不当破裂泄漏，泄漏的燃油起火并引发爆炸，造成100多人死亡，数十人受伤。</div>
                    <div style="margin-top:10px;">5月16日——多米尼加现任总统莱昂内尔·费尔南德斯·雷纳在总统选举中获胜。</div>
                    <div style="margin-top:10px;">5月18日——世界冰球锦标赛结束，俄罗斯、加拿大和芬兰获得前三名。</div>
                    <div style="margin-top:10px;">5月19日～21日——中华人民共和国全国哀悼日。全国和各驻外使领馆下半旗致哀，停止公共娱乐活动。5月19日14时28分起，全国人民默哀三分钟， 届时汽车、火车、舰船鸣笛，防空警报鸣响。2008年北京奥运会火炬暂停传递3天。这是新中国历史上首次为自然灾害遇难者举行全国默哀。</div>
                    <div style="margin-top:10px;">5月20日——马英九、萧万长正式出任台湾地区领导人。</div>
                    <div style="margin-top:10px;">5月21日——纪念旧金山“七三学社”诞辰100周年，全球70年代人联谊会国际七三学社在悉尼组建。</div>
                    <div style="margin-top:10px;">5月23日——南美洲国家联盟成立。</div>
                    <div style="margin-top:10px;">5月23日——中国铁通集团有限公司并入中国移动通信集团公司，电信业重组拉开帷幕。</div>
                    <div style="margin-top:10px;">5月24日——温家宝总理在映秀镇会见联合国秘书长潘基文。</div>
                    <div style="margin-top:10px;">5月25日——米歇尔·苏莱曼当选黎巴嫩总统，结束了该国长达一年多的没有总统的局面。</div>
                    <div style="margin-top:10px;">5月26日——中国自北向南出现了当年入汛以来最强的大范围高强度的一次降雨过程南方12省市遭洪灾袭击。</div>
                    <div style="margin-top:10px;">5月27日——由上海美术电影制片厂出品的经典动画片《葫芦兄弟》的电影版《葫芦兄弟》在中国大陆上映。</div>
                    <div style="margin-top:10px;">5月28日——尼泊尔废除君主制，成立尼泊尔联邦民主共和国。国王贾南德拉·比尔·比克拉姆·沙阿·德瓦要在一定期限内离开王宫。吉里贾·普拉萨德·柯伊拉腊就任临时国家元首。</div>
                    <div style="margin-top:10px;">5月28日——凤凰号火星探测器在火星北极成功着陆。</div>
                    <div style="margin-top:10px;">5月31日——在美国纽约举行的锐步大奖赛上，牙买加选手博尔特在百米大战中表现惊人，跑出了9.72秒的新世界纪录。博尔特的这一成绩也将同胞鲍威尔的创造的前百米世界纪录（9.74秒）提高了0.02秒。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div style="margin-top:10px;">6月1日——“演艺界512关爱行动”在香港西九龙中天地举行，近500名艺人参加演出。</div>
                    <div style="margin-top:10px;">6月1日——环球唱片公司发生火灾。</div>
                    <div style="margin-top:10px;">6月1日——中国大陆开始实行限塑令。</div>
                    <div style="margin-top:10px;">6月2日——丹麦驻巴基斯坦使馆遭炸弹袭击，至少5人死亡。</div>
                    <div style="margin-top:10px;">6月3日——贝拉克·奥巴马成为美国民主党总统候选人。</div>
                    <div style="margin-top:10px;">6月5日——北京地铁最后一辆DK11型地铁电动客车退役，该车型成为了北京最后退役的一款斩波调阻车。</div>
                    <div style="margin-top:10px;">6月5日——香港科技大学颁授四位在不同界别的杰出人士荣誉大学院士。</div>
                    <div style="margin-top:10px;">6月7日～29日——2008年奥地利瑞士欧洲杯由瑞士和奥地利联合承办。</div>
                    <div style="margin-top:10px;">6月8日——中共中央、国务院发出《关于全面推进集体林权制度改革的意见》，提出用五年左右时间，基本完成明晰产权、承包到户的集体林权制度改革，实行集体林地家庭承包经营制；规定林地的承包期为70年，承包期届满可以按照国家有关规定继续承包。</div>
                    <div style="margin-top:10px;">6月8日——《百家讲坛》主讲人王立群开讲《秦始皇》。创下2008年百家讲坛收视率冠军。</div>
                    <div style="margin-top:10px;">6月9日——“中星9号”广播电视直播卫星在西昌卫星发射中心成功发射。</div>
                    <div style="margin-top:10px;">6月10日——苏丹航空公司一架空中客车A310客机在喀土穆国际机场降落后起火焚烧，造成至少28人死亡，数十人失踪。</div>
                    <div style="margin-top:10px;">6月10日，beyond乐队在香港召开“弦续别了家驹15载”海阔天空音乐会，黄家强、黄贯中、叶世荣时隔3年后再度同台演唱《海阔天空》。</div>
                    <div style="margin-top:10px;">6月11日～14日——海协会海基会重启商谈。</div>
                    <div style="margin-top:10px;">6月12日——中国载人航天工程办公室新闻发言人宣布，神舟七号载人航天飞行任务将于当年10月择机实施。</div>
                    <div style="margin-top:10px;">6月12日——爱尔兰公民投票，否决《里斯本条约》。</div>
                    <div style="margin-top:10px;">6月13日——山西省吕梁市孝义市安信煤业有限公司井下发生特别重大炸药爆炸事故，造成36人死亡、12人受伤。</div>
                    <div style="margin-top:10px;">6月18日——2008年NBA总决赛，波士顿凯尔特人队在总决赛第六场中以131-92大胜洛杉矶湖人队，总比分4-2夺得NBA总冠军，亦是凯尔特人队史第17座总冠军奖杯。保罗·皮尔斯当选NBA总决赛MVP。</div>
                    <div style="margin-top:10px;">6月21日一一马其顿新一届议会举行首次会议，推举特拉伊科·韦利亚诺夫斯基为新一届议会议长。</div>
                    <div style="margin-top:10px;">6月22日——台风“风神”席卷菲律宾，商船“公主之星”号受其影响在海中沉没，共造成数百人死亡或失踪。</div>
                    <div style="margin-top:10px;">6月23日——泰国国会上议院举行质询沙马政府特别会议。</div>
                    <div style="margin-top:10px;">6月28日——微软董事长比尔·盖茨向830名微软代表发表了告别演说，正式宣布辞去微软执行董事长的全职工作。</div>
                    <div style="margin-top:10px;">6月29日——陕西省政府召开新闻发布会通报“华南虎照片事件”调查处理情况，认定“华南虎照”系假照片。</div>
                    <div style="margin-top:10px;">6月29日——西班牙队在2008年欧洲杯决赛中1-0战胜德国队夺得冠军。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div style="margin-top:10px;">7月1日——沪宁城际铁路在南京开工。</div>
                    <div style="margin-top:10px;">7月1日——神木汇森凉水井煤矿在进行强制放顶时，烟尘扩散释放出了巨量的有毒气体，导致18名矿工遇难。</div>
                    <div style="margin-top:10px;">7月3日——韩国执政党大国家党举行全党大会，选举朴熺太为党代表。</div>
                    <div style="margin-top:10px;">7月4日——等待了近60年的大陆居民赴台旅游暨两岸周末包机正式启动。</div>
                    <div style="margin-top:10px;">7月5日——从7月5日开始，台湾游首发团和两岸包机直航同步开通。包机直航确定在每周五、六、日、一各一班。</div>
                    <div style="margin-top:10px;">7月7日——当地时间六日下午，在加拿大魁北克城举行的联合国教科文组织第32届世界遗产大会上，独具特色的大型民居建筑——中国“福建土楼”被正式列入《世界遗产名录》。</div>
                    <div style="margin-top:10px;">7月8日——在加拿大魁北克城举行的联合国教科文组织第32届世界遗产大会上，美丽的江西三清山被正式列入《世界遗产名录》。</div>
                    <div style="margin-top:10px;">7月10日——由吴宇森执导的历史战争片《赤壁（上）》在中国大陆上映。</div>
                    <div style="margin-top:10px;">7月11日——一年一度的中国航海日庆祝大会在江苏太仓举行。2008年的活动主题是“中国航海·改革开放30年暨国际海事组织·为航运服务60年”。</div>
                    <div style="margin-top:10px;">7月14日——河北省张家口市蔚县李家洼煤矿新井井下发生特别重大炸药燃烧事故，造成35人死亡。</div>
                    <div style="margin-top:10px;">7月19日——北京地铁8、10、机场线开通运营，兑现了从机场坐地铁到奥运村的承诺</div>
                    <div style="margin-top:10px;">7月21日——昆明发生两辆公交车爆炸事件。造成2人死亡，14人受伤。</div>
                    <div style="margin-top:10px;">7月21日——尼泊尔大会党总统候选人拉姆·亚达夫在总统选举中获胜，将出任尼泊尔联邦民主共和国首任总统。</div>
                    <div style="margin-top:10px;">7月28日——《今日亚洲》在CCTV-4开播。</div>
                    <div style="margin-top:10px;">7月29日——《午夜体育报道》在CCTV-5开播。（2016年7月31日停播）</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div style="margin-top:10px;">8月1日——加拿大、格陵兰、斯瓦尔巴、俄罗斯、哈萨克斯坦、蒙古和中国新疆、甘肃、内蒙古、宁夏、陕西、山西、河南部分地区出现2008年8月1日日全食，是中国在21世纪的首次日全食。</div>
                    <div style="margin-top:10px;">8月1日——冰岛现任总统格里姆松正式连任，这是他第四次担任冰岛总统。</div>
                    <div style="margin-top:10px;">8月2日——贵州兴化化工有限责任公司甲醇储罐发生爆炸燃烧事故，造成3名施工人员死亡，2人受伤，6个储罐被毁。</div>
                    <div style="margin-top:10px;">8月3日——第15届南亚区域合作联盟（南盟）首脑会议在斯里兰卡首都科伦坡闭幕，会议讨论并通过了涉及反恐、消除贫困、能源和环境保护等多项内容的《科伦坡宣言》。</div>
                    <div style="margin-top:10px;">8月3日——为期6天的第17届世界艾滋病大会在墨西哥首都墨西哥城开幕，这是世界艾滋病大会首次在拉美国家举行。</div>
                    <div style="margin-top:10px;">8月4日——新疆维吾尔自治区喀什地区发生暴力袭警事件，两名恐怖分子开车袭击正在出早操的边防官兵并引爆爆炸物，造成17名官兵死亡，15人受伤，</div>
                    <div style="margin-top:10px;">8月6日——毛里塔尼亚发生军事政变。</div>
                    <div style="margin-top:10px;">8月7日——中国国奥队在北京奥运会男足小组赛对阵新西兰队的比赛中，由替补登场的董方卓头球破门，最终以1-1战平新西兰队，收获了中国男子足球征战奥运会历史上的首个进球。</div>
                    <div style="margin-top:10px;">8月8日～24日——2008年北京奥运会在中国北京举行，中国共夺得51块奥运金牌，荣登金牌榜榜首，为历史之最。</div>
                    <div style="margin-top:10px;">8月8日——联合国邮政管理处发行一套以“体育与和平”为主题的纪念邮票，以祝贺当日在中国首都北京开幕的第29届夏季奥运会。</div>
                    <div style="margin-top:10px;">8月8日～18日—— 俄罗斯和格鲁吉亚爆发军事冲突，在这场冲突中，俄军共有74人死亡，171人负伤，19人失踪，4架战机被击落。格军133人在军事行动中死亡。</div>
                    <div style="margin-top:10px;">8月12日——格鲁吉亚总统萨卡什维利表示，格鲁吉亚已决定退出独联体，同时呼吁乌克兰等其他独联体国家退出这一组织。</div>
                    <div style="margin-top:10px;">8月15日——深圳地铁4号线皇岗站改名为福田口岸站。</div>
                    <div style="margin-top:10px;">8月16日——伊朗成功发射首颗自主研发人造卫星。</div>
                    <div style="margin-top:10px;">8月18日——雅典奥运会110米栏冠军刘翔，在北京奥运会男子110米栏的比赛中因伤退出比赛，卫冕失败。</div>
                    <div style="margin-top:10px;">8月19日——美国著名女歌手Lady Gaga通过发行其个人第一张原创专辑《The Fame》（中文译名《超人气》）而正式出道。</div>
                    <div style="margin-top:10px;">8月20日——西班牙航空公司一架麦道80型客机从马德里机场起飞时冲出跑道并起火，造成154人死亡、18人受伤。</div>
                    <div style="margin-top:10px;">8月23日——美国加州大学洛杉矶分校计算机专家史密斯发现第45个梅森素数。</div>
                    <div style="margin-top:10px;">8月24日晚，第29届夏季奥林匹克运动会闭幕式在北京国家体育场——“鸟巢”举行。北京奥运会圣火在北京国家体育场“鸟巢”的主火炬塔缓缓熄灭</div>
                    <div style="margin-top:10px;">8月24日——一架波音707型客机在吉尔吉斯斯坦首都比什凯克的马纳斯国际机场附近坠毁，导致65人死亡、22人受伤。</div>
                    <div style="margin-top:10px;">8月25日——《我的今日之最》在CCTV-13开播。（2009年6月16日停播）</div>
                    <div style="margin-top:10px;">8月26日——广西维尼纶集团有限责任公司发生恶性爆炸事故，造成20人死亡，60人受伤（有报道，造成21人死亡，58人受伤），直接经济损失达7500多万元人民币，周边3公里内约1.15万人被紧急疏散，同时还造成附近龙江水体轻微污染。</div>
                    <div style="margin-top:10px;">8月28日——北京2008年残奥会圣火采集暨火炬接力启动仪式28日上午在天坛公园祈年殿南广场隆重举行。</div>
                    <div style="margin-top:10px;">8月28日——上海合作组织第八次峰会在塔吉克斯坦首都杜尚别举行。</div>
                    <div style="margin-top:10px;">8月29日——中华人民共和国第十一届全国人民代表大会常务委员会第四次会议通过《中华人民共和国循环经济促进法》。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div style="margin-top:10px;">9月1日——中国将在全国范围内全面免除城市义务教育阶段学生学杂费。</div>
                    <div style="margin-top:10px;">9月1日——日本首相福田康夫在首相官邸召开记者会宣布辞职。</div>
                    <div style="margin-top:10px;">9月1日——温家宝出席北川中学开学典礼。</div>
                    <div style="margin-top:10px;">9月1日——《开学第一课》在CCTV-2开播。</div>
                    <div style="margin-top:10px;">9月6日～17日——2008年北京残奥会在中国北京举行。</div>
                    <div style="margin-top:10px;">9月6日一一巴基斯坦人民党联合主席阿西夫·阿里·扎尔达里当选巴基斯坦新总统。</div>
                    <div style="margin-top:10px;">9月6日——德国数学爱好者发现第46个梅森素数。</div>
                    <div style="margin-top:10px;">9月8日——山西襄汾发生尾矿库溃坝事件。造成277人死亡，33人受伤，4人失踪。</div>
                    <div style="margin-top:10px;">9月9日——中国篮球运动员孙悦正式加盟洛杉矶湖人队。</div>
                    <div style="margin-top:10px;">9月9日——朝鲜在金日成广场举行阅兵式，庆祝建国60周年。身为朝鲜最高领导人的金正日没有出席。</div>
                    <div style="margin-top:10px;">9月10日——日本著名女歌手滨崎步的个人第五张精选专辑《A COMPLETE ～ALL SINGLES～ A 单曲纪10极精选》发行，完整收录其出道十周年以来的43首单曲。</div>
                    <div style="margin-top:10px;">9月10日——湘潭大学50周年校庆，湘潭大学毛主席铜像揭幕。</div>
                    <div style="margin-top:10px;">9月11日——三鹿牌婴幼儿奶粉被曝光含有大量“三聚氰胺”，导致婴儿食用后患上肾结石。</div>
                    <div style="margin-top:10px;">9月13日——国内发生大型奶粉中含有三聚氰胺安全事故造成患儿6244例，4例死亡。</div>
                    <div style="margin-top:10px;">9月14日——中共中央印发《关于在全党开展深入学习实践科学发展观活动的意见》。</div>
                    <div style="margin-top:10px;">9月14日——由四川巴中市开往浙江宁波的一辆客车，在四川南江县陈家山坠崖。车上51人全部遇难。</div>
                    <div style="margin-top:10px;">9月14日——俄罗斯国际航空公司一架波音737型客机在乌拉尔山脉中部彼尔姆市附近坠毁，机上88人全部遇难。</div>
                    <div style="margin-top:10px;">9月15日——中共中央发出《关于在全党开展深入学习实践科学发展观活动的意见》，决定从2008年9月开始，用一年半左右的时间，在全党开展深入学习实践科学发展观活动。</div>
                    <div style="margin-top:10px;">9月15日——前世界第四大投行，百年老字号，誉称“华尔街最凶斗牛犬”的雷曼兄弟公司于纽约南区法院递交破产申请，正式宣告破产。美国次贷危机至此演变为百年一遇的全球金融危机。</div>
                    <div style="margin-top:10px;">9月16日——中国首款超百万亿次超级计算机曙光5000A今天在天津高新区曙光产业基地下线，此举标志着中国成为继美国之后第二个能自主研制和应用超百万亿次商用高性能计算机的国家。</div>
                    <div style="margin-top:10px;">9月17日——中国国家质检总局宣布，包括国内22个厂家69批次婴儿奶粉中都含有三聚氰胺，随后引发了全国范围内的的食品安全事件。</div>
                    <div style="margin-top:10px;">9月17日——以色列外交部长齐皮·利夫尼当选执政党前进党主席。</div>
                    <div style="margin-top:10px;">9月20日——深圳市龙岗区龙岗街道龙东社区舞王俱乐部发生一起特大火灾，经龙岗区消防部门全力扑救，火灾很快被扑灭，事故共造成43人死亡，88人受伤，其中51人需住院治疗。直接经济损失1589.76万元。</div>
                    <div style="margin-top:10px;">9月21日——河南省登封市广贤工贸有限公司新丰二矿发生特大煤矿事故，造成37人死亡，7人受伤。</div>
                    <div style="margin-top:10px;">9月25日～28日——神舟七号载人飞船发射，翟志刚首次实施空间出舱活动，之后安全返回，宣告成功。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div style="margin-top:10px;">10月1日——中华人民共和国成立59周年。</div>
                    <div style="margin-top:10px;">10月1日——胡锦涛等中央政治局常委向人民英雄纪念碑敬献花篮。</div>
                    <div style="margin-top:10px;">10月2日——武汉光谷足球俱乐部因不满中国足协先前的处罚决定和中国足协黑暗和不公正待遇，在当日下午两点正式宣布退出中超联赛。为中国足球响起第一枪，但最后未获其他俱乐部响应。</div>
                    <div style="margin-top:10px;">10月5日——《百家讲坛》主讲人阎崇年被打。</div>
                    <div style="margin-top:10px;">10月8日——全国抗震救灾总结表彰大会在人民大会堂举行。</div>
                    <div style="margin-top:10px;">10月9日至12日——中共十七届三中全会召开，通过《中共中央关于推进农村改革发展若干重大问题的决定》，对进一步推进农村改革发展作出全面部署。</div>
                    <div style="margin-top:10px;">10月14日一一中俄双方在黑瞎子岛举行了“中华人民共和国与俄罗斯联邦国界东段界桩揭幕仪式”，中国外交部大使赵希迪和俄罗斯外交部一亚局副局长马雷舍夫共同为中俄界桩揭幕。两国外交、国防、公安等部门及地方代表共同出席了仪式。同日，中国外交部和俄罗斯外交部通过换文确认，《中华人民共和国政府和俄罗斯联邦政府关于中俄国界线东段的补充叙述议定书》及其附件正式生效。两国边防部队已开始按双方勘定的国界线履行防务。这意味着半个黑瞎子岛回归中国。</div>
                    <div style="margin-top:10px;">10月14日一一中国台湾男歌手周杰伦的个人第九张原创专辑《摩杰座》发行。</div>
                    <div style="margin-top:10px;">10月15日一一斯洛文尼亚新一届国民议会在首次会议上以69票支持、13票反对的表决结果，选举来自左翼政党的帕维尔·甘塔尔为新议长。</div>
                    <div style="margin-top:10px;">10月18日一一日本著名女歌手滨崎步的2008年出道10周年纪念亚洲巡回演唱会（ayumi hamasaki ASIA TOUR 2008 ～10th Anniversary～ ）上海站在上海大舞台举行，亦是其第二次在中国大陆开办演唱会。</div>
                    <div style="margin-top:10px;">10月23日，欧盟委员会主席巴罗佐和中共中央政治局常委李克强共同为中欧之间最大的政府间合作教育机构中欧法学院揭牌。</div>
                    <div style="margin-top:10px;">10月24日～25日——第七届亚欧首脑会议在京举行。</div>
                    <div style="margin-top:10px;">10月27日～30日——国家统计局发布改革开放30年经济社会发展成就系列报告。</div>
                    <div style="margin-top:10px;">10月27日——《今日观察》（现央视财经评论）在CCTV-2开播。</div>
                    <div style="margin-top:10px;">10月27日——《幸运52》正式停播，撤出CCTV-2。</div>
                    <div style="margin-top:10px;">10月28日——微软在10月28日的PDC大会上，向开发人员发放了下一代操作系统Windows7预览版，即Beta 1之前版本。</div>
                    <div style="margin-top:10px;">10月31日——利比亚领导人卡扎菲访问俄罗斯，与俄罗斯总统梅德韦杰夫在克林姆林宫会谈，商讨两国在经济和军事等方面的合作。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div style="margin-top:10px;">11月1日——英国首相布朗访问沙特，开始了他对沙特，卡塔尔和阿拉伯联合酋长国这些中东国家的访问。</div>
                    <div style="margin-top:10px;">11月1日、2日——日本著名女歌手滨崎步的2008年出道10周年纪念亚洲巡回演唱会（ayumi hamasaki ASIA TOUR 2008 ～10th Anniversary～）台北站在台北小巨蛋举行。</div>
                    <div style="margin-top:10px;">11月2日——国家清史编纂委员会在北京举行“清光绪皇帝死因报告会”，一份采用现代刑侦和高科技手段检测的万字报告显示，光绪帝是死于砒霜中毒。</div>
                    <div style="margin-top:10px;">11月2日——英国首相布朗访问卡塔尔，与卡塔尔首相哈马德举行会晤，并说希望他们向国际货币基金组织（IMF）注入更多资金，从而缓解全球经融危机引起的动荡。同时欢迎这些国家主权基金到英国投资。</div>
                    <div style="margin-top:10px;">11月4日——美国民主党总统候选人贝拉克·奥巴马在总统大选中击败共和党对手约翰·麦凯恩，当选美国第五十六届和第四十四任美国总统。</div>
                    <div style="margin-top:10px;">11月5日——国务院常务会议召开。针对由美国次贷危机引发的国际金融危机，会议决定实行积极的财政政策和适度宽松的货币政策，确定了进一步扩大内需促进经济平稳较快增长的十项措施，到2010年底约投资4万亿元人民币。</div>
                    <div style="margin-top:10px;">11月11日至13日——中国残疾人联合会第五次全国代表大会在北京召开，张海迪当选中国残联第五届主席团主席，邓朴方当选中国残联第五届主席团名誉主席。</div>
                    <div style="margin-top:10px;">11月11日——美国著名女歌手泰勒·斯威夫特的个人第二张原创专辑《Fearless》（中文译名《放手去爱》）发行。</div>
                    <div style="margin-top:10px;">11月12日——台湾地区前领导人陈水扁因涉嫌贪污被捕。</div>
                    <div style="margin-top:10px;">11月15日——美国“奋进”号航天飞机搭载7名宇航员升空飞往国际空间站。</div>
                    <div style="margin-top:10px;">11月15日——二十国集团领导人金融市场和世界经济峰会在美国首都华盛顿开幕，时任中国国家主席胡锦涛出席会议并发表了题为《通力合作 共度时艰》的重要讲话。</div>
                    <div style="margin-top:10px;">11月15日——浙江省杭州市风情大道地铁一号线施工现场发生坍塌事故，造成21人遇难。</div>
                    <div style="margin-top:10px;">11月19日——新西兰国家党领袖约翰·基领导的新一届政府在首都惠灵顿议会大厦宣誓就职。</div>
                    <div style="margin-top:10px;">11月20日——美国驻武汉总领事馆正式开馆，成为武汉市第二座外国使领馆。总领事馆管辖湖北，湖南，江西，河南华中四省，领事白小琳。</div>
                    <div style="margin-top:10px;">11月20日——瑞典议会投票通过《里斯本条约》，使瑞典成为第25个批准该条约的欧盟成员国。</div>
                    <div style="margin-top:10px;">11月23日——几内亚比绍政府军击退了围攻总统官邸的叛乱士兵，企图武力推翻现任总统维埃拉的兵变得以平息。</div>
                    <div style="margin-top:10px;">11月23日——巴勒斯坦解放组织（巴解组织）中央委员会在约旦河西岸城市拉姆安拉举行会议，并在会议上一致通过选举马哈茂德·阿巴斯为巴勒斯坦国总统。</div>
                    <div style="margin-top:10px;">11月26日——印度西部港口城市孟买发生连环爆炸事件，造成188人遇难，313人受伤。</div>
                    <div style="margin-top:10px;">11月27日——伊拉克议会召开会议，投票通过了驻伊美军地位协议。</div>
                    <div style="margin-top:10px;">11月27日——立陶宛议会批准祖国联盟－立陶宛基督教民主党人党主席安德留斯·库比留斯出任政府总理。</div>
                    <div style="margin-top:10px;">11月28日——浙江人民广播电台第一套节目改版为浙江之声。</div>
                    <div style="margin-top:10px;">11月28日——尼泊尔制宪会议选举由尼泊尔共产党（毛主义）提名的女候选人普尔纳·库马里·苏贝迪为副议长。</div>
                    <div style="margin-top:10px;">11月28日——尼日利亚中部高原州首府乔斯因选举争端发生骚乱，造成至少218人死亡、300多人受伤。</div>
                    <div style="margin-top:10px;">11月29日——巴基斯坦南部港口城市卡拉奇发生骚乱，造成35人死亡、268人受伤。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div style="margin-top:10px;">12月1日——西安综艺广播正式开播。</div>
                    <div style="margin-top:10px;">12月2日——泰国宪法法院就人民力量党等3个执政联盟政党的贿选案做出裁决，3党被判有罪将被解散，总理颂猜·翁沙瓦5年内将禁止参政。</div>
                    <div style="margin-top:10px;">12月2日——泰国前政府发言人纳塔武说，前政府第一副总理差瓦拉·参威拉恭出任泰国看守政府总理。</div>
                    <div style="margin-top:10px;">12月2日——伊拉克一特别法庭第二次判处前政权高官、绰号“化学阿里”的阿里·哈桑·马吉德死刑。</div>
                    <div style="margin-top:10px;">12月2日——新疆库车县境内发生一起特大交通事故,造成22人死亡，12人受伤</div>
                    <div style="margin-top:10px;">12月3日——菲律宾众议院以压倒性多数票否决了一项针对总统阿罗约的弹劾案。</div>
                    <div style="margin-top:10px;">12月4日——第五次中美战略经济对话在北京钓鱼台国宾馆开幕。</div>
                    <div style="margin-top:10px;">12月4日——伊拉克总统委员会批准了驻伊美军地位协议，根据该协议，美军将于2012年前从伊拉克撤军。</div>
                    <div style="margin-top:10px;">12月4日——由陈凯歌执导，黎明主演的传记片《梅兰芳》在中国大陆上映。</div>
                    <div style="margin-top:10px;">12月5日——黎巴嫩国民议会议长纳比·贝里宣布，黎巴嫩将于次年上半年举行新一届议会选举。</div>
                    <div style="margin-top:10px;">12月8日～10日——中央经济工作会议召开，针对国际金融危机快速蔓延对我国经济的影响，强调必须把保持经济平稳较快发展作为2009年经济工作的首要任务。</div>
                    <div style="margin-top:10px;">12月8日——朝鲜核问题六方会谈代表团团长会在北京钓鱼台国宾馆开始举行。</div>
                    <div style="margin-top:10px;">12月8日——华中地区最大的广场武汉洪山广场被拆除重建。</div>
                    <div style="margin-top:10px;">12月8日——新西兰新一届议会选举国家党资深议员洛克伍德·史密斯为新议长。</div>
                    <div style="margin-top:10px;">12月9日——马其顿首都斯科普里地方法院以滥用职权罪，判处前总理弗拉多·布茨科夫斯基有期徒刑3年半。</div>
                    <div style="margin-top:10px;">12月10日——罗马尼亚总统伯塞斯库提名民主自由党副主席特奥多尔·斯托洛然为新一届政府总理，授命其在10天内完成组阁。</div>
                    <div style="margin-top:10px;">12月11日——伊拉克北部城市基尔库克发生一起自杀式爆炸事件，已造成55人死亡、120人受伤。</div>
                    <div style="margin-top:10px;">12月11日——纪念广西壮族自治区成立50周年庆祝大会在广西首府南宁举行。</div>
                    <div style="margin-top:10px;">12月12日——瑞士正式加入申根区，取消与其他申根国家之间的陆路边境检查。</div>
                    <div style="margin-top:10px;">12月13日——2008年世界小姐选美总决赛中在南非约翰内斯堡举行。</div>
                    <div style="margin-top:10px;">12月14日——菲律宾一艘客货两用渡轮在菲北部卡加延省附近海域沉没。</div>
                    <div style="margin-top:10px;">12月15日——海峡两岸分别在北京、天津、上海、福州、深圳以及台北、高雄、基隆等城市同时举行海上直航、空中直航以及直接通邮的启动和庆祝仪式。两岸“三通”迈开历史性步伐。</div>
                    <div style="margin-top:10px;">12月15日——罗马尼亚总统伯塞斯库提名民主自由党主席埃米尔·博克为新政府总理，并授权他尽快完成组阁。</div>
                    <div style="margin-top:10px;">12月15日——黑山共和国总理米洛·久卡诺维奇向欧洲理事会轮值主席、法国总统萨科齐正式递交了黑山要求加入欧盟的申请书。</div>
                    <div style="margin-top:10px;">12月15日——两岸海运直航、空运直航、直接通邮全面启动，宣告两岸三通时代来临。</div>
                    <div style="margin-top:10px;">12月16日——索马里总统优素福任命穆罕默德·马哈茂德·古莱德为新总理，取代此前被解职的总理努尔·哈桑·侯赛因。</div>
                    <div style="margin-top:10px;">12月16日——由叶伟信执导，甄子丹主演的功夫动作片《叶问》上映。</div>
                    <div style="margin-top:10px;">12月17日——泰国国王普密蓬·阿杜德签署谕令批准民主党主席阿披实·维乍集瓦出任泰国第27位总理。</div>
                    <div style="margin-top:10px;">12月17日——索马里过渡议会启动了对总统阿卜杜拉希·优素福的弹劾议程，理由是他阻挠该国的和平进程。</div>
                    <div style="margin-top:10px;">12月18日——纪念党的十一届三中全会召开30周年大会举行。胡锦涛发表讲话，全面回顾和总结改革开放30年的伟大历程和辉煌成就，高度评价党的十一届三中全会的重要意义和历史功绩，系统阐述了改革开放“十个结合”的宝贵经验，明确指出继续推进改革开放伟大事业的前进方向。</div>
                    <div style="margin-top:10px;">12月18日——由冯小刚执导，葛优、舒淇主演的贺岁喜剧片《非诚勿扰》在中国大陆上映。</div>
                    <div style="margin-top:10px;">12月18日——阿尔巴尼亚国防部宣布，将在20日开始撤回该国派驻伊拉克的218名士兵。</div>
                    <div style="margin-top:10px;">12月18日——委内瑞拉全国代表大会(议会)举行全体会议，一读通过了宪法修正案，取消其中总统仅能连选连任一次的规定。</div>
                    <div style="margin-top:10px;">12月18日——安庆-南京城际铁路开工动员大会在铜陵举行。</div>
                    <div style="margin-top:10px;">12月19日——罗马尼亚新一届议会参众两院分别选举社会民主党主席、前外长米尔恰·杰瓦讷为参议院议长，32岁的民主自由党全国常委会执行书记、欧洲议员罗伯塔·阿纳斯塔塞为众议院议长。</div>
                    <div style="margin-top:10px;">12月21日——毛里塔尼亚被软禁总统西迪·乌尔德·谢赫·阿卜杜拉希被军政权“无条件释放”。</div>
                    <div style="margin-top:10px;">12月22日——几内亚和佛得角非洲独立党中央委员会委员、前国防部长埃尔德·普罗恩萨当选几内亚比绍新一届国民议会议长。</div>
                    <div style="margin-top:10px;">12月22日——罗马尼亚新政府在总统府宣誓就职，新政府由21名内阁成员组成。</div>
                    <div style="margin-top:10px;">12月22日——联合国安理会一致通过决议，确认美国领导的驻伊拉克多国部队任期将于2008年12月31日结束。</div>
                    <div style="margin-top:10px;">12月23日——中共中央办公厅转发《中央人才工作协调小组关于实施海外高层次人才引进计划的意见》。</div>
                    <div style="margin-top:10px;">12月24日——胡锦涛在军委扩大会议上提出“忠诚于党，热爱人民，报效国家，献身使命，崇尚荣誉”的当代革命军人核心价值观。</div>
                    <div style="margin-top:10px;">12月24日～25日——国家体育总局2008年安全保卫、信访工作总结会在北京召开。</div>
                    <div style="margin-top:10px;">12月25日——乌克兰南部克里米亚自治共和国叶夫帕托里亚市的一栋五层居民楼发生爆炸，至少造成24人死亡。</div>
                    <div style="margin-top:10px;">12月26日——中国人民解放军海军舰艇编队赴亚丁湾、索马里海域执行护航任务。</div>
                    <div style="margin-top:10px;">12月27日——几内亚政变军人发表公报，宣布暂停26日起在全国范围内实施的宵禁。</div>
                    <div style="margin-top:10px;">12月28日——比利时国王阿尔贝二世在布鲁塞尔郊外的拉肯宫接见比利时众议院现任议长赫尔曼·范龙佩，正式授权其组建新内阁，以接替于12月19日辞职的莱特姆首相及其内阁。</div>
                    <div style="margin-top:10px;">12月28日——天津广播电视台国际频道正式开播。（2018年6月26日停播）</div>
                    <div style="margin-top:10px;">12月29日——索马里总统阿卜杜拉希·优素福·艾哈迈德宣布辞职。</div>
                    <div style="margin-top:10px;">12月29日——非洲联盟发表声明，宣布暂时中止几内亚的成员国资格，直至宪法秩序在该国得到恢复为止。</div>
                    <div style="margin-top:10px;">12月29日——台北地方法院召开前台湾当局领导人陈水扁羁押庭，经过长达12个多小时的庭讯、评议后，合议庭审判长蔡守训当日2:25裁定将陈水扁羁押，但不禁见。</div>
                    <div style="margin-top:10px;">12月29日——孟加拉国举行议会选举。</div>
                    <div style="margin-top:10px;">12月30日——几内亚政变军人发起成立的“国家民主与发展委员会”在几国家广播电台发表公报，宣布任命卡比内·科马拉为政府总理。</div>
                    <div style="margin-top:10px;">12月30日——比利时首相范龙佩公布了新内阁成员名单，19日集体辞职的大部分阁员获得连任。</div>
                    <div style="margin-top:10px;">12月31日——石家庄市中级人民法院开庭审理三鹿集团及田文华等生产、销售伪劣产品一案。</div>
                    <div style="margin-top:10px;">12月31日——纪念《告台湾同胞书》发表30周年座谈会在人民大会堂举行。中共中央总书记、国家主席、中央军委主席胡锦涛在座谈会在发表重要讲话，强调要牢牢把握两岸关系和平发展的主题，积极推动两岸关系和平发展，实现全民族的团结、和谐、昌盛。</div>
                    <div style="margin-top:10px;">12月31日——阿根廷前总统卡洛斯·萨乌尔·梅内姆表示，他计划东山再起，在2011年再次参加总统选举。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2009">2009年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div style="margin-top:10px;">1月1日——《中华人民共和国营业税暂行条例》、《中华人民共和国消费税暂行条例》、《中华人民共和国增值税暂行条例》、《中华人民共和国循环经济促进法》正式施行。</div>
                    <div style="margin-top:10px;">——国务院决定实施成品油税费改革，取消成品油价外征收的公路养路费、航道养护费、公路运输管理费、公路客货运附加费、水路运输管理费、水运客货运附加费等六项收费。</div>
                    <div style="margin-top:10px;">1月1日——两院院士的津贴标准由原来每人每月200元改为每人每月1000元。</div>
                    <div style="margin-top:10px;">1月1日——中央人民广播电台老年之声正式开播；北京人民广播电台首都生活广播调整为故事广播。</div>
                    <div style="margin-top:10px;">1月1日——斯洛伐克正式加入了欧元区。</div>
                    <div style="margin-top:10px;">1月1日——土耳其中央银行开始在全国范围内发行新货币“土耳其里拉”，以取代“新里拉”。</div>
                    <div style="margin-top:10px;">1月1日——参加欧盟联合打击海盗“阿塔兰特”军事行动的法军在亚丁湾挫败一起海盗行动。</div>
                    <div style="margin-top:10px;">1月2日——斯里兰卡军方宣布，政府军当天已攻入反政府武装猛虎组织的大本营基利诺奇。</div>
                    <div style="margin-top:10px;">1月3日——以色列国防军大批地面部队开进加沙地带，以军开始对加沙发动地面进攻，加沙冲突升级。</div>
                    <div style="margin-top:10px;">1月3日——2009年达喀尔拉力赛在阿根廷首都布宜诺斯艾利斯正式发车，这是该项赛事首次在非洲和欧洲之外举行。</div>
                    <div style="margin-top:10px;">1月5日——摩洛哥裔穆斯林艾哈迈德·阿卜塔利伯当选鹿特丹市市长。</div>
                    <div style="margin-top:10px;">1月6日——中国海军舰艇编队抵达亚丁湾海域，正式开始护航。</div>
                    <div style="margin-top:10px;">1月7日——工业和信息化部为中国移动、中国电信和中国联通发放3张第三代移动通信（3G）牌照。</div>
                    <div style="margin-top:10px;">1月8日——美国国会在国会山召开参众两院联席会议,在清点选举人票后正式宣布奥巴马当选美国第44任总统。</div>
                    <div style="margin-top:10px;">1月8日——联合国安理会投票通过加沙停火的第1860号决议草案，美国投了弃权票。</div>
                    <div style="margin-top:10px;">1月9日——国家最高科技奖评选结果揭晓。两位科学家获得最高国家科学技术奖，一位是被称为中国神经外科事业的开拓者的中国工程院院士王忠诚，另外一位是著名化学家，中国科学院院士徐光宪。</div>
                    <div style="margin-top:10px;">1月9日——索马里海盗在收到船主支付的300万美元赎金后，释放了被劫持的沙特阿拉伯天狼星号油轮及其船员。</div>
                    <div style="margin-top:10px;">1月10日——西共体成员国首脑在尼日利亚首都阿布贾召开特别峰会，决定暂停几内亚西共体成员资格，直至政变当局将政权移交给民选政府。</div>
                    <div style="margin-top:10px;">1月10日——马其顿议会议长特拉伊科·韦利亚诺夫斯基宣布，马其顿将于3月22日举行总统大选和地方选举。</div>
                    <div style="margin-top:10px;">1月11日——印度尼西亚一艘渡轮在印尼苏拉威西岛马杰内附近海域沉没，2人死亡，227人失踪。</div>
                    <div style="margin-top:10px;">1月11日——索马里代总统、过渡议会议长谢赫阿丹·马多贝宣布，过渡议会定于1月26日在南部城镇拜多阿举行总统选举。</div>
                    <div style="margin-top:10px;">1月13日——尼泊尔制宪会议宪法委员会主席马达夫·库马尔·内帕尔在首都加德满都宣誓就职。</div>
                    <div style="margin-top:10px;">1月13日——中共中央总书记胡锦涛在中国共产党第十七届中央纪律检查委员会第三次全体会议上发表重要讲话。</div>
                    <div style="margin-top:10px;">1月14日——中国国家统计局将2007年中国国内生产总值的现价总量修正为257，306亿人民币，按平均汇率计算，中国超越德国成为世界第三大经济体。</div>
                    <div style="margin-top:10px;">1月15日——全美航空公司一架空中客车A320客机在纽约拉瓜蒂亚机场起飞后不久坠入哈德逊河中，机上155人全部获救。</div>
                    <div style="margin-top:10px;">1月18日——北京爱家广播正式开播。</div>
                    <div style="margin-top:10px;">1月19日——西藏自治区9届人大2次会议全票通过，决定将每年的3月28日设为“西藏百万农奴解放纪念日”。</div>
                    <div style="margin-top:10px;">1月19日——巴黎和会召开90周年。</div>
                    <div style="margin-top:10px;">1月20日——贝拉克·奥巴马在白宫前宣誓就任第44任美国总统，他是美国历史上第一位黑人总统。</div>
                    <div style="margin-top:10px;">1月21日——希拉里·克林顿在美国首都华盛顿宣誓就任美国国务卿。</div>
                    <div style="margin-top:10px;">1月22日——国务院新闻办举行新闻发布会，国家统计局局长马建堂介绍2008年国民经济运行情况。初步核算，全年国内生产总值300670亿元，比上年增长9.0 %。</div>
                    <div style="margin-top:10px;">1月22日——三鹿问题奶粉系列刑事案件在石家庄市中级人民法院一审宣判，生产销售含三聚氰胺混合物的张玉军和耿金平被判处死刑，田文华被判无期徒刑。</div>
                    <div style="margin-top:10px;">1月22日——美国总统奥巴马任命乔治·米切尔为中东特使，任命里查德·霍尔布鲁克为阿富汗和巴基斯坦特使。</div>
                    <div style="margin-top:10px;">1月22日——乌干达国防部长基永加宣布，乌干达将向索马里增派700多名维和士兵，以填补埃塞俄比亚撤军留下的真空。</div>
                    <div style="margin-top:10px;">1月22日——印度尼西亚选举委员会召开全体会议并决定，印尼2009年正副总统大选将于7月8日举行，如果首轮选举没有候选人获得当选必须票数，第二轮选举将于9月8日举行。</div>
                    <div style="margin-top:10px;">1月22日——索马里过渡议会副议长奥斯曼·埃勒米·博戈雷说，过渡议会已决定26日在邻国吉布提首都吉布提市举行索马里总统选举。</div>
                    <div style="margin-top:10px;">1月23日——刚果（金）政府军发言人卡松加上校向新华社证实，刚果（金）反政府武装头目洛朗·恩孔达22日在卢旺达被捕。</div>
                    <div style="margin-top:10px;">1月23日——毛里塔尼亚政府部长会议发表公报说，毛里塔尼亚确定将于6月6日举行总统选举行。</div>
                    <div style="margin-top:10px;">1月24日——“美国小姐”决赛在拉斯维加斯举行，印第安纳波利斯大学一名在校生卡蒂·斯塔姆夺得桂冠，并获得5万美元奖学金。</div>
                    <div style="margin-top:10px;">1月24日——中共中央、国务院24日上午在人民大会堂举行2009年春节团拜会。</div>
                    <div style="margin-top:10px;">1月25日——孟加拉国第九届议会第一次会议在达卡召开，会议选举执政党人民联盟议员阿卜杜勒·哈米德为议长。</div>
                    <div style="margin-top:10px;">1月25日——玻利维亚全国选举法庭宣布，玻利维亚修宪公投正式开始。</div>
                    <div style="margin-top:10px;">1月25日——冰岛商业部长比约格温·西于尔兹松宣布辞职，成为自2008年10月金融危机对冰岛经济造成巨大冲击以来第一个引咎辞职的冰岛政府部长。</div>
                    <div style="margin-top:10px;">1月25日——斯里兰卡政府军攻下泰米尔伊拉姆猛虎解放组织控制的最后一座主要城镇穆莱蒂武。</div>
                    <div style="margin-top:10px;">1月25日——平成假面骑士系列的第10作假面骑士decade开播。</div>
                    <div style="margin-top:10px;">1月26日——科科斯（基林）群岛、印尼、马来西亚部分地区出现日环食，非洲南部、亚洲东南部、澳大利亚大部和南极洲部分地区可见日偏食，其中包括中国南方地区。</div>
                    <div style="margin-top:10px;">1月26日——马达加斯加首都塔那那利佛发生大规模骚乱，至少造成2人死亡，10多人受伤，国家电台和电视台建筑被焚毁。</div>
                    <div style="margin-top:10px;">1月26日——美国国务卿希拉里·克林顿任命托德·斯特恩为美国气候变化问题特使，斯特恩还将担任奥巴马政府的国际气候政策首席顾问以及首席气候谈判代表。</div>
                    <div style="margin-top:10px;">1月26日——冰岛总理盖尔·哈尔德宣布，由于联合执政的独立党与社会民主联盟未能就继续执政的问题达成一致意见，他领导的联合政府不得不辞职。</div>
                    <div style="margin-top:10px;">1月27日——黑山共和国总统菲利普·武亚诺维奇宣布，黑山将于3月29日提前举行议会选举。</div>
                    <div style="margin-top:10px;">1月27日——2009年世界社会论坛在巴西北部城市贝伦开幕，来自150个国家和地区的10多万名代表将在6天的时间里讨论有关金融危机、环境保护和气候变化等问题。</div>
                    <div style="margin-top:10px;">1月27日——中国第三个南极科学考察站昆仑站在南极内陆冰盖的最高点冰穹A地区落成，成为南极海拔最高的科学考察站。</div>
                    <div style="margin-top:10px;">1月28日——2009年世界经济论坛在瑞士滑雪胜地达沃斯开幕，为期5天的会议将着重探讨如何应对当前席卷全球的金融危机，拯救世界经济。</div>
                    <div style="margin-top:10px;">1月28日——索马里过渡议会宣布，索总统选举将于1月30日在吉布提首都吉布提市举行。</div>
                    <div style="margin-top:10px;">1月29日——阿富汗选举委员会宣布，阿富汗总统选举将于8月20日举行。</div>
                    <div style="margin-top:10px;">1月29日——美国伊利诺伊州参议院以59票同意0票反对通过了对州长罗德·布拉戈耶维奇的弹劾案，布拉戈耶维奇正式下台，副州长帕特里克·奎因将继任州长一职。</div>
                    <div style="margin-top:10px;">1月29日——马达加斯加首都塔那那利佛和其它城市自1月26日爆发的大规模骚乱已造成至少44人死亡。</div>
                    <div style="margin-top:10px;">1月30日——格鲁吉亚总理格里戈尔·姆加洛布利什维利举行吹风会，宣布他已因健康问题向总统米哈伊尔·萨卡什维利递交了辞职报告。</div>
                    <div style="margin-top:10px;">1月30日——美国共和党选举前马里兰州副州长迈克尔·斯蒂尔作为主席，使其成为该党历史上首位非裔领袖。</div>
                    <div style="margin-top:10px;">1月31日——索马里反对派组织索马里再次解放联盟领导人谢赫谢里夫·谢赫·艾哈迈德当选为索马里新任总统。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div style="margin-top:10px;">2月1日——大英百科全书推出了新的线上版，允许使用者提供及编辑内容。</div>
                    <div style="margin-top:10px;">2月1日——冰岛社会民主联盟和左翼绿色运动在雷克雅未克宣布成立过渡政府，曾在前政府中担任社会事务部长的社会民主联盟成员约翰娜·西于尔扎多蒂出任过渡政府的总理。</div>
                    <div style="margin-top:10px;">2月1日——西班牙运动员纳达尔在2009年澳大利亚网球公开赛男单决赛中以3比2战胜了瑞士运动员费德勒获得冠军。</div>
                    <div style="margin-top:10px;">2月2日——中国第一个南极内陆考察站中国南极昆仑站正式开站。</div>
                    <div style="margin-top:10px;">2月5日——柏林国际电影节揭幕。本届柏林国际电影节的评委主席是来自苏格兰的演员和奥斯卡奖的得主蒂尔达·斯文顿。</div>
                    <div style="margin-top:10px;">2月6日——格鲁吉亚议会举行临时会议，投票通过了新一届政府组成人员的名单，现年34岁的尼卡·吉劳里出任格鲁吉亚总理。</div>
                    <div style="margin-top:10px;">2月7日——马达加斯加反对派领导人安德里·拉焦林纳率领的反政府示威者在首都塔那那利佛遭到忠于总统拉瓦卢马纳纳的安全部队的开火，导致至少30人死亡。</div>
                    <div style="margin-top:10px;">2月9日——北京京广桥附近的央视新大楼北配楼发生火灾（未影响电视频道正常播出）。详见2·9中央电视台大火事件。</div>
                    <div style="margin-top:10px;">2月10日——美国国会参议院在最终投票中以61票对37票的投票结果批准了总额为8380亿美元的经济刺激计划。</div>
                    <div style="margin-top:10px;">2月10日——美国和俄罗斯的两颗通信卫星在太空相撞，产生了大量太空垃圾，可能会对国际空间站造成威胁。</div>
                    <div style="margin-top:10px;">2月12日——美国大陆航空公司一架通勤飞机在纽约北部坠毁，造成50人遇难，数人受伤。</div>
                    <div style="margin-top:10px;">2月12日—由CAPCOM负责开发的格斗游戏《街头霸王4》发行。</div>
                    <div style="margin-top:10px;">2月12日——石家庄市中级人民法院宣布三鹿奶粉破产。</div>
                    <div style="margin-top:10px;">2月13日——印度一列特快火车傍晚在奥里萨邦发生脱轨事故，造成至少16人死亡，161人受伤。</div>
                    <div style="margin-top:10px;">2月13日——第52届世界新闻摄影比赛(WPP)“荷赛奖”获奖作品在荷兰阿姆斯特丹揭晓。中国共有六家媒体获此殊荣。</div>
                    <div style="margin-top:10px;">2月14日——俄罗斯海军舰艇非法在符拉迪沃斯托克附近海域击沉中国货船“新星号”，船上10名中国船员中3人获救，7人失踪。</div>
                    <div style="margin-top:10px;">2月14日至19日——台北故宫博物院院长周功鑫率团访问北京故宫，实现了海峡两岸同根同源的故宫博物院高层的第一次相聚。</div>
                    <div style="margin-top:10px;">2月17日——菲律宾国会通过领海基线法案。该法案将中国的黄岩岛和南沙群岛部分岛礁划为菲律宾领土。中国政府重申：黄岩岛和南沙群岛历来都是中国领土的一部分。中华人民共和国对这些岛屿及其附近海域拥有无可争辩的主权。任何其他国家对黄岩岛和南沙群岛的岛屿提出领土主权要求，都是非法和无效的。</div>
                    <div style="margin-top:10px;">2月17日——日本财务大臣兼金融担当大臣中川昭一向首相麻生太郎递交了辞呈。</div>
                    <div style="margin-top:10px;">2月18日至28日——第24届世界大学生冬季运动会在哈尔滨举行。这是黑龙江省也是全国首次承办的以冬季冰雪运动为基本内容的国际性大学生综合性体育赛事。</div>
                    <div style="margin-top:10px;">2月19日——吉尔吉斯斯坦议会通过关于废除美军租用马纳斯空军基地协议的法案。</div>
                    <div style="margin-top:10px;">2月19日——向美国前总统布什扔鞋抗议的伊拉克记者蒙塔泽尔·扎伊迪在伊首都巴格达短暂出庭受审。</div>
                    <div style="margin-top:10px;">2月20日——美国西北航空公司飞往日本的一架航班途中遭遇强气流，造成数十人受伤，其中3人伤势严重。</div>
                    <div style="margin-top:10px;">2月20日——以色列利库德集团主席本雅明·内塔尼亚胡获准组建新一届内阁。</div>
                    <div style="margin-top:10px;">2月20日——拉脱维亚总理伊瓦尔斯·戈德马尼斯宣布辞去政府总理职务。</div>
                    <div style="margin-top:10px;">2月22日——山西省古交市屯兰煤矿发生瓦斯爆炸事故，造成77人遇难，114名伤员在医院接受观察治疗，其中5人伤势危重（山西屯兰煤矿事故）。</div>
                    <div style="margin-top:10px;">2月22日——美国演员西恩·潘因在影片《米尔克》中扮演同性恋权利社会活动家再度问鼎第81届奥斯卡最佳男主角奖。</div>
                    <div style="margin-top:10px;">2月22日——英国女演员凯特·温斯莱特因在影片《生死阅读》中成功扮演了曾为纳粹集中营看守的德国妇女汉娜而毫无悬念地获得第81届奥斯卡最佳女主角奖。</div>
                    <div style="margin-top:10px;">2月23日——匈牙利国会就两项要求解散国会的动议进行投票，结果两项动议均被否决。</div>
                    <div style="margin-top:10px;">2月25日——法国佳士得拍卖行在巴黎拍卖了中国圆明园流失文物鼠首和兔首铜像，两个兽首被中国的收藏家蔡铭超以总计3149万欧元的价格拍下，但他却拒绝为此付款。</div>
                    <div style="margin-top:10px;">2月25日——美国总统奥巴马在白宫新闻发布会上提名前华盛顿州华裔州长骆家辉为商务部长人选。</div>
                    <div style="margin-top:10px;">2月24日，新华社报道，国资委发布《企业国有产权无偿划转工作指引》，以进一步规范央企国有产权无偿划转交易。</div>
                    <div style="margin-top:10px;">2月26日——中国国务院新闻办公室发表《2008年美国的人权纪录》，以回应美国国务院25日发表的《2008年国别人权报告》对包括中国在内的世界190多个国家和地区的人权状况的指责。</div>
                    <div style="margin-top:10px;">2月26日——拉脱维亚总统扎特莱尔斯授权反对党提名的候选人、现任欧洲议会议员瓦尔季斯·东布罗夫斯基斯组建新一届拉脱维亚政府。</div>
                    <div style="margin-top:10px;">2月28日——十一届全国人大常委会第七次会议通过《中华人民共和国食品安全法》、《中华人民共和国保险法》和《中华人民共和国刑法修正案》。</div>
                    <div style="margin-top:10px;">2月28日——第14届东盟首脑会议在泰国中部海滨城市华欣开幕。</div>
                    <div style="margin-top:10px;">2月28日——罗马尼亚一架起落架无法放下的小型客机在罗西部的蒂米什瓦拉机场成功迫降，机上4名机组人员和47名旅客均安然无恙。</div>
                    <div style="margin-top:10px;">2月28日——阿富汗总统卡尔扎伊命令阿独立选举委员会将总统选举日期提前到4月之前，以符合阿宪法的相关条款。</div>
                    <div style="margin-top:10px;">2月28日～3月1日，第14届东盟首脑会议在泰国海滨城市华欣举行。这是《东盟宪章》生效以来东盟国家领导人的首次聚会。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div style="margin-top:10px;">3月1日——嫦娥一号卫星在北京航天飞行控制中心科技人员的精确控制下，准确落于月球东经52.36度、南纬1.50度的预定撞击点。</div>
                    <div style="margin-top:10px;">3月1日——北京故宫博物院院长郑欣淼与台北故宫博物院院长周功鑫在台北圆山饭店面对媒体热情握手，标志着故宫文物迁台60年后，两岸故宫正式实现了高层互访。</div>
                    <div style="margin-top:10px;">3月1日——第14届东盟首脑会闭幕。</div>
                    <div style="margin-top:10px;">3月2日——伊拉克高等法院判处伊拉克前总统萨达姆的表弟、绰号“化学阿里”的前政权高官阿里·哈桑·马吉德死刑，这是他第三次被伊拉克法院判处死刑。</div>
                    <div style="margin-top:10px;">3月2日——美国总统奥巴马在电视直播的白宫新闻发布会上宣布提名堪萨斯州女州长凯瑟琳·西贝利厄斯为卫生与公众服务部部长人选。</div>
                    <div style="margin-top:10px;">3月3日——中国人民政治协商会议第十一届全国委员会第二次会议在北京人民大会堂开幕。</div>
                    <div style="margin-top:10px;">3月4日——国际刑事法院宣布以涉嫌在达尔富尔地区犯有战争罪和反人类罪的名义，对苏丹总统奥马尔·哈桑·艾哈迈德·巴希尔发出逮捕令。</div>
                    <div style="margin-top:10px;">3月5日至13日——十一届全国人大二次会议召开，温家宝作政府工作报告，提出2009年政府工作的主要任务是以应对国际金融危机、促进经济平稳较快发展为主线，统筹兼顾，突出重点，全面实施促进经济平稳较快发展的一揽子计划。</div>
                    <div style="margin-top:10px;">3月5日——美国总统奥巴马任命首都华盛顿市的首席技术官维韦克·孔德劳为美国联邦政府首席信息官。</div>
                    <div style="margin-top:10px;">3月6日——津巴布韦新任总理摩根·茨万吉拉伊夫妇在首都哈拉雷遭遇车祸，夫人苏珊不幸身亡，茨万吉拉伊受了轻伤。</div>
                    <div style="margin-top:10px;">3月7日——巴勒斯坦过渡政府总理萨拉姆·法耶兹向巴民族权力机构主席马哈茂德·阿巴斯递交了辞呈。</div>
                    <div style="margin-top:10px;">3月10日——美国亚拉巴马州南部发生一系列枪击事件，至少10人死亡，包括凶手本人及其亲属，另有至少4人受伤，包括1名儿童。</div>
                    <div style="margin-top:10px;">3月11日——德国巴登-符腾堡州温嫩登的艾伯特维尔中学发生一起校园枪击案，枪手在杀死至少15人之后被警察击毙。</div>
                    <div style="margin-top:10px;">3月11日——伊拉克法庭以反人类罪判处伊前总统萨达姆同父异母的大弟瓦特班·易卜拉欣·哈桑和三弟萨巴维·易卜拉欣·哈桑死刑。</div>
                    <div style="margin-top:10px;">3月11日——伊拉克高等法院以反人类罪判处前副总理塔里克·阿齐兹15年有期徒刑。</div>
                    <div style="margin-top:10px;">3月12日——伊拉克中央刑事法院判处向美国前总统乔治·沃克·布什扔鞋抗议的伊拉克记者蒙塔兹·扎伊迪3年有期徒刑。</div>
                    <div style="margin-top:10px;">3月12日——拉脱维亚议会召开特别会议，批准了以东布罗夫斯基斯为总理的新一届政府名单。</div>
                    <div style="margin-top:10px;">3月12日——韩国男子组合Super Junior第三张专辑《Sorry Sorry》正式发行。</div>
                    <div style="margin-top:10px;">3月12日——美国纳达斯克前董事会主席伯纳德·麦道夫在纽约的法庭上承认证券诈骗、作伪证、洗钱等11项罪名，该案涉案金额高达500亿美元，成为美国历史上最大的金融诈骗案。</div>
                    <div style="margin-top:10px;">3月14日——马达加斯加反对派2月7日任命的“过渡政府总理”蒙加·罗因蒂佛·扎菲辛米瓦洛宣布，他已在当天上午顺利“接管”总理府。</div>
                    <div style="margin-top:10px;">3月15日——巴基斯坦政府决定限制米安·穆罕默德·纳瓦兹·谢里夫三天内的行动自由。</div>
                    <div style="margin-top:10px;">3月15日——萨尔瓦多举行总统选举，最高选举委员会公布的最终计票结果显示，萨尔瓦多左翼政党法拉本多·马蒂民族解放阵线候选人毛里西奥·富内斯在2009年总统选举中获胜。</div>
                    <div style="margin-top:10px;">3月16日——俄罗斯在西伯利亚尤尔金斯基靶场开始举行为期8天的大规模军演。</div>
                    <div style="margin-top:10px;">3月16日——科威特首相谢赫·纳赛尔·穆罕默德·艾哈迈德·萨巴赫向埃米尔（国家元首）提出内阁全体辞职，埃米尔接受了这一请求。</div>
                    <div style="margin-top:10px;">3月17日——中共中央、国务院发布《关于深化医药卫生体制改革的意见》，提出了切实缓解看病难、看病贵的五项重点改革措施和建立健全覆盖城乡居民的基本医疗卫生制度的长远目标。</div>
                    <div style="margin-top:10px;">3月17日——马达加斯加反对派领导人拉乔利纳进入支持他的武装部队前一天占领的总统府，参加总统府“接管”仪式。</div>
                    <div style="margin-top:10px;">3月17日——欧洲航天局地球重力场和海洋环流探测卫星在俄罗斯普列谢茨克航天发射场由轰鸣号运载火箭搭载升空。</div>
                    <div style="margin-top:10px;">3月18日——科威特埃米尔艾哈迈德·萨巴赫宣布，为化解当前的国内政治乱局，决定解散议会并在60天内重新选举。</div>
                    <div style="margin-top:10px;">3月20日——美国海军一艘核潜艇在海湾地区的霍尔木兹海峡水域与一艘美国军舰发生相撞事故，造成至少15名船员受伤，但潜艇的核推进装置未受损。</div>
                    <div style="margin-top:10px;">3月21日——斯洛伐克举行总统选举。</div>
                    <div style="margin-top:10px;">3月22日——美国阿拉斯加州南部的里道特火山开始喷发，专家预计这次喷发将持续几天或数月。</div>
                    <div style="margin-top:10px;">3月23日——美国联邦快递公司一架由中国广州起飞的运输机在日本东京成田国际机场紧急降落时坠毁。</div>
                    <div style="margin-top:10px;">3月23日——几内亚前总理艾哈迈德·蒂迪亚内·苏瓦雷和两名前政府官员因涉嫌挪用公款被拘，当前正在接受调查。</div>
                    <div style="margin-top:10px;">3月25日——日本著名女歌手滨崎步的个人第十张原创专辑《NEXT LEVEL》（中文译名《新起步》）发行，除了以常规的CD等媒体模式发行外，还开创性的以USB的形式发行，成为日本音乐史上的第一支USB专辑，亦使滨崎步成为日本首位以USB的形式出专辑的艺人。</div>
                    <div style="margin-top:10px;">3月26日——爱沙尼亚女议长埃娜·埃尔格马在议会举行的议长例行年度选举中再次获得连任。</div>
                    <div style="margin-top:10px;">3月26日——奥地利外交官瓦伦丁·因兹科正式就任第七任国际社会驻波黑高级代表并兼任欧盟驻波黑特别代表。</div>
                    <div style="margin-top:10px;">3月27日——印度尼西亚首都雅加达以南的文登县唐格朗地区发生蓄水湖决堤事故，至少100人死亡，190人受伤，另有132人失踪。</div>
                    <div style="margin-top:10px;">3月28日——西藏举行首次百万农奴解放纪念日庆祝大会。</div>
                    <div style="margin-top:10px;">3月28日——陕西青春广播的前身陕西青春调频正式开播。</div>
                    <div style="margin-top:10px;">3月28日——中国第一个“西藏百万农奴解放纪念日”。</div>
                    <div style="margin-top:10px;">3月28日——马来西亚总理巴达维在马来民族统一机构第59届代表大会上说，他将于4月2日提出辞职。</div>
                    <div style="margin-top:10px;">3月28日——几内亚军政府“国家民主与发展委员会”发言人迪乌巴特在几国家电视台宣布，总统选举将于12月举行。</div>
                    <div style="margin-top:10px;">3月29日——黑山共和国举行议会选举。</div>
                    <div style="margin-top:10px;">3月29日——匈牙利执政的社会党宣布国家发展与经济政策部长鲍伊瑙伊·戈尔东已被该党确定为总理候选人。</div>
                    <div style="margin-top:10px;">3月30日——第21次阿拉伯国家联盟首脑会议在卡塔尔首都多哈拉开帷幕。</div>
                    <div style="margin-top:10px;">3月30日——美国航天基金会宣布，将该基金会的2009年“太空成就奖”授予中国神舟七号载人航天飞行任务团队。</div>
                    <div style="margin-top:10px;">3月31日——以色列议会投票通过新政府组成方案，以内塔尼亚胡为总理的新政府宣誓就职。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div style="margin-top:10px;">4月1日～2日——应英国首相布朗邀请，时任国家主席胡锦涛胡锦涛出席在英国首都伦敦举行的二十国集团领导人第二次金融峰会，发表题为《携手合作同舟共济》的讲话。</div>
                    <div style="margin-top:10px;">4月1日——乌克兰议会通过决议，确定将于2009年10月25日举行总统选举投票。</div>
                    <div style="margin-top:10px;">4月3日——纳吉布·敦·拉扎克在皇宫从国家最高元首米詹·扎因·阿比丁手中接过了任命书，宣誓就任马来西亚第六位总理。</div>
                    <div style="margin-top:10px;">4月3日——美国纽约州中部城市宾厄姆顿发生枪击事件，造成14人死亡，4人受伤，另外33人获救。</div>
                    <div style="margin-top:10px;">4月4日——北约成立60周年纪念峰会在德法两国举行，丹麦首相拉斯穆森被任命为新一任北约秘书长。</div>
                    <div style="margin-top:10px;">4月5日——朝鲜在东海卫星发射场成功发射“光明星2号”试验通信卫星。</div>
                    <div style="margin-top:10px;">4月6日——马其顿中央选举委员会统计结果显示，执政党总统候选人格奥尔基·伊万诺夫在5日举行的第二轮总统选举中获胜。</div>
                    <div style="margin-top:10px;">4月9日——阿尔及利亚举行总统选举。</div>
                    <div style="margin-top:10px;">4月11日——斐济总统约瑟法·伊洛伊洛重新任命武装部队总司令弗兰克·姆拜尼马拉马为看守政府总理。</div>
                    <div style="margin-top:10px;">4月12日——一艘载有17000吨人道主义救援物资的丹麦籍货轮“阿拉巴马”号，在索马里海域遭海盗劫持，在遭到船员抵抗后，船长菲利普斯被三名海盗挟持，后被美国海豹突击队成功营救。</div>
                    <div style="margin-top:10px;">4月12日——挪威计算机专家发现第47个梅森素数。</div>
                    <div style="margin-top:10px;">4月10日至16日——在河南洛阳举行中国2009世界集邮展。</div>
                    <div style="margin-top:10px;">4月13日——墨西哥发现第一例甲型H1N1流感患者，甲型H1N1流感疫情自此开始在全球蔓延。</div>
                    <div style="margin-top:10px;">4月14日——国务院发出《关于推进上海加快发展现代服务业和先进制造业建设国际金融中心和国际航运中心的意见》，明确将上海建设成为国际金融中心、国际航运中心和现代国际大都市。</div>
                    <div style="margin-top:10px;">4月14日——匈牙利国会通过对久尔恰尼总理的不信任动议，社会党总理候选人鲍伊瑙伊·戈尔东同时当选为政府总理。</div>
                    <div style="margin-top:10px;">4月14日——微软停止Windows XP的主流技术支持</div>
                    <div style="margin-top:10px;">4月15日——我国发射第二颗北斗导航卫星（G2）。</div>
                    <div style="margin-top:10px;">4月16日——印度人民院（议会下院）选举开始第一阶段投票，共有约1.4亿名选民参加投票。</div>
                    <div style="margin-top:10px;">4月18日——刚果（金）国民议会正式公布议长选举结果，执政的争取重建与民主人民党总书记埃瓦里斯特·博夏卜当选。</div>
                    <div style="margin-top:10px;">4月22日——第63届联合国大会一致通过决议，将今后每年的4月22日定为“世界地球日”。</div>
                    <div style="margin-top:10px;">4月23日——胡锦涛在山东青岛出席庆祝人民海军成立60周年海上阅兵活动。</div>
                    <div style="margin-top:10px;">4月24日——胡锦涛在会见海军老同志和英模代表时强调，大力弘扬我军优良传统，全面推进海军现代化建设。</div>
                    <div style="margin-top:10px;">4月25日——冰岛举行议会选举。</div>
                    <div style="margin-top:10px;">4月28日——新华社报道，近日，胡锦涛就做好我国防范人感染甲型H1N1流感疫情工作作出重要指示，强调要坚持以人为本，积极应对，科学处置，以确保人民群众身体健康和生命安全。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div style="margin-top:10px;">5月1日——《防震减灾法（修订案）》施行。</div>
                    <div style="margin-top:10px;">5月4日——纪念五四运动90周年。</div>
                    <div style="margin-top:10px;">5月5日——游戏《植物大战僵尸》发售。</div>
                    <div style="margin-top:10px;">5月6日——国务院批准《深圳市综合配套改革总体方案》。根据方案，深圳将在深化行政管理体制改革、全面深化经济体制改革、积极推进社会领域改革等六个方面实现重点突破。</div>
                    <div style="margin-top:10px;">5月10日――游戏Cave game发布首个测试版本</div>
                    <div style="margin-top:10px;">5月11日——首届世界海洋大会在印度尼西亚万鸦老开幕。</div>
                    <div style="margin-top:10px;">5月12日——中国第一个防灾减灾日，以纪念汶川大地震1周年。</div>
                    <div style="margin-top:10px;">5月13日――游戏Cave game更名为Minecraft</div>
                    <div style="margin-top:10px;">5月13日——游戏《Minecraft》开始发售。</div>
                    <div style="margin-top:10px;">5月14日——在印度尼西亚举行的世界海洋大会发表了《万鸦老海洋宣言》。</div>
                    <div style="margin-top:10px;">5月17日——立陶宛举行总统选举。</div>
                    <div style="margin-top:10px;">5月17日——泰米尔猛虎组织宣布向政府军投降。</div>
                    <div style="margin-top:10px;">5月17日——我的世界Classic版正式上线公测。</div>
                    <div style="margin-top:10px;">5月18日——斯里兰卡政府军将泰米尔猛虎组织领导人普拉巴卡兰击毙。</div>
                    <div style="margin-top:10px;">5月19日——斯里兰卡总统宣布长达25年的内战正式结束。</div>
                    <div style="margin-top:10px;">5月23日——德国现任总统、基督教民主联盟总统候选人霍斯特·克勒在德国联邦大会举行的选举中获胜将连任总统。</div>
                    <div style="margin-top:10px;">5月23日——尼泊尔制宪会议选举尼泊尔共产党（联合马列）领导人马达夫·库马尔·内帕尔为新任政府总理。</div>
                    <div style="margin-top:10px;">5月25日——朝鲜进行了第二次地下核试验。</div>
                    <div style="margin-top:10px;">5月27日——2008-09赛季欧洲足球冠军联赛决赛在罗马举行，西班牙的巴塞罗那队凭借埃托奥和梅西的进球以2：0击败英格兰的曼彻斯特联队夺得冠军。</div>
                    <div style="margin-top:10px;">5月28日——郑州快速公交开通运营。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div style="margin-top:10px;">6月1日——法航一架空客A330失踪，机上共有228人。</div>
                    <div style="margin-top:10px;">6月4日～9日——NBA总决赛，最终洛杉矶湖人队以4比1的总比分战胜奥兰多魔术队获得总冠军。</div>
                    <div style="margin-top:10px;">6月5日——武隆山体垮塌事故。</div>
                    <div style="margin-top:10px;">6月5日——成都一辆9路公交车发生燃烧，28人死亡，74人受伤。</div>
                    <div style="margin-top:10px;">6月6日——郑州地铁1号线开工建设。</div>
                    <div style="margin-top:10px;">6月10日——日本警方突击搜查著名流行女歌手滨崎步所属的爱贝克思（avex trax）唱片公司。警方认为，该公司在未经许可的情况下，安排滨崎步在东京市中心举行新书推介会，导致众多歌迷围观引发交通堵塞，涉嫌违反道路交通法规。</div>
                    <div style="margin-top:10px;">6月11日——世界卫生组织总干事陈冯富珍正式宣布把甲型H1N1流感警戒级别升至6级，这意味着世卫组织认为疫情已经发展为全球性“流感大流行”。</div>
                    <div style="margin-top:10px;">6月12日——伊朗举行总统选举。</div>
                    <div style="margin-top:10px;">6月13日——伊朗内政部长萨迪克·马赫苏利宣布，现任总统艾哈迈迪－内贾德以62．63%的得票率在总统选举中获胜。</div>
                    <div style="margin-top:10px;">6月14日～28日——2009年南非联合会杯在南非举行。</div>
                    <div style="margin-top:10px;">6月15日——伊朗宪法监护委员会说，将在10天内就总统选举结果的合法性作出裁决。</div>
                    <div style="margin-top:10px;">6月16日——中国、巴西、俄罗斯、印度“金砖四国”领导人在俄罗斯叶卡捷琳堡会晤，胡锦涛对四国合作提出四点建议。</div>
                    <div style="margin-top:10px;">6月17日——国务院常务会议召开，强调我国经济运行正处在企稳回升的关键时期，要坚定不移地继续实施积极的财政政策和适度宽松的货币政策，全面贯彻落实好应对国际金融危机的一揽子计划，并根据形势变化不断丰富和完善。</div>
                    <div style="margin-top:10px;">6月20日——东方卫视2009主持人《舞林大会》开播，赵忠祥、王冠、吴宗宪担任主持。</div>
                    <div style="margin-top:10px;">6月22日——美国首都华盛顿哥伦比亚地区发生地铁列车相撞事故，9人死亡、76人受伤。</div>
                    <div style="margin-top:10px;">6月24日——世界金融和经济危机及其对发展影响高级别会议在纽约联合国总部开幕。</div>
                    <div style="margin-top:10px;">6月25日——享誉世界的流行音乐之王，舞蹈家，慈善家，人道主义者迈克尔·杰克逊去世，年仅50岁。</div>
                    <div style="margin-top:10px;">6月26日——在第33届世界遗产大会上，山西省的五台山被正式列入了《世界遗产名录》</div>
                    <div style="margin-top:10px;">6月26日——哔哩哔哩弹幕视频网正式上线</div>
                    <div style="margin-top:10px;">6月28日——阿尔巴尼亚举行议会选举。</div>
                    <div style="margin-top:10px;">6月28日——阿根廷举行议会选举。</div>
                    <div style="margin-top:10px;">6月28日——几内亚比绍举行总统选举。</div>
                    <div style="margin-top:10px;">6月28日——洪都拉斯发生政变，总统曼努埃尔·塞拉亚被军方转移至哥斯达黎加境内，并被洪都拉斯最高法院宣布罢免。</div>
                    <div style="margin-top:10px;">6月28日——洪都拉斯议会正式宣布，该国议会议长罗伯托·米凯莱蒂出任临时总统。</div>
                    <div style="margin-top:10px;">6月28日——湖南省长沙、株洲、湘潭三市统一区号0731，电话号码升8位。</div>
                    <div style="margin-top:10px;">6月29日——2009年京广铁路郴州站列车相撞事故。</div>
                    <div style="margin-top:10px;">6月29日——世界金融历史上最大的金融欺诈案主犯伯纳德·麦道夫被纽约南区联邦法院判处150年监禁。</div>
                    <div style="margin-top:10px;">6月29日～7月7日——2009年新加坡亚青会在新加坡新加坡市举行。</div>
                    <div style="margin-top:10px;">6月30日——发行《第16届亚洲运动会》纪念邮票1套2枚。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div style="margin-top:10px;">7月1日～12日——2009年贝尔格莱德世界大学生运动会在塞尔维亚贝尔格莱德举行。</div>
                    <div style="margin-top:10px;">7月5日——乌鲁木齐发生打砸抢烧严重暴力犯罪事件。事件发生后，党和政府果断决策，妥善处置，控制了事态发展，生产生活逐步恢复正常（乌鲁木齐打砸抢烧暴力犯罪事件）。</div>
                    <div style="margin-top:10px;">7月5日——保加利亚举行国民议会选举。</div>
                    <div style="margin-top:10px;">7月7日——美国著名流行音乐之王迈克尔·杰克逊的葬礼在洛杉矶斯台普斯中心举行（迈克尔-杰克逊追悼会）。</div>
                    <div style="margin-top:10px;">7月8日——印度尼西亚举行总统选举。</div>
                    <div style="margin-top:10px;">7月12日——刚果（布）举行总统选举。</div>
                    <div style="margin-top:10px;">7月15日——里海航空7908号班机空难。</div>
                    <div style="margin-top:10px;">7月16日——国家统计局发布我国上半年经济数据。数据显示，我国国内生产总值为139862亿元，同比增长７．1％；全社会固定资产投资同比增长33.5％，增速比上年同期加快7.2个百分点；社会消费品零售总额同比增长15.0％；居民消费价格总水平同比下降1.1％。</div>
                    <div style="margin-top:10px;">7月16日至26日——2009年高雄世界运动会在中国台湾高雄举行。</div>
                    <div style="margin-top:10px;">7月16日——联合国安理会朝鲜制裁委员会公布了针对朝鲜的具体制裁措施。</div>
                    <div style="margin-top:10px;">7月18日——毛里塔尼亚举行总统选举。</div>
                    <div style="margin-top:10px;">7月20日——第四届中法联合实验室“起源”研讨会在安徽铜陵市召开。</div>
                    <div style="margin-top:10px;">7月22日——印度、尼泊尔、孟加拉国、不丹、缅甸、我国西藏和长江流域地区、日本、马绍尔群岛、基里巴斯的部分地区发生日全食，这是21世纪持续时间最长的日全食，被称为“长江大全食”。</div>
                    <div style="margin-top:10px;">7月24日——“通钢事件”发生，股权调整引发群体性事件，通钢老总陈国君被工人打死。“通钢事件”警示企业重组须让职工参与。</div>
                    <div style="margin-top:10px;">7月25日——中央电视台阿拉伯语国际频道正式开播。</div>
                    <div style="margin-top:10px;">7月26日——经过澳门特别行政区第三任行政长官选举委员会投票，52岁的崔世安以282票当选为新一任行政长官候任人。</div>
                    <div style="margin-top:10px;">7月26日——中国国民党举行党主席与党代表选举。马英九以28万5354票当选新任党主席，得票率93.87%。</div>
                    <div style="margin-top:10px;">7月27日——首轮中美战略与经济对话在美国华盛顿举行。</div>
                    <div style="margin-top:10px;">7月27日——保加利亚国民议会选举保加利亚欧洲发展公民党总理候选人博伊科·鲍里索夫成为新一届政府总理。</div>
                    <div style="margin-top:10px;">7月29日——摩尔多瓦举行议会选举。</div>
                    <div style="margin-top:10px;">7月29日——罗马游泳世锦赛男子800米自由泳决赛，中国选手张琳以7分32秒12的成绩夺冠，并打破世界纪录。这是中国男子游泳选手第一次在世界大赛中获得冠军。</div>
                    <div style="margin-top:10px;">7月31日——金在中、朴有天、金俊秀（原本为东方神起成员）与所属经纪公司韩国S.M.Entertainment公司因收入分配及奴隶合约问题展开了官司。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div style="margin-top:10px;">8月1日——《东方时空》撤出CCTV-1。《新闻会客厅》正式停播，撤出CCTV-13。</div>
                    <div style="margin-top:10px;">8月1日——《新闻60分》和《环球360》正式停播，撤出CCTV-4，《深度国际》在CCTV-4开播。</div>
                    <div style="margin-top:10px;">8月3日——《我的今日之最》正式停播，撤出CCTV-13。《环球视线》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">8月4日——美国前总统克林顿抵达平壤，开始对朝鲜访问。</div>
                    <div style="margin-top:10px;">8月5日——《爱情公寓》首播。</div>
                    <div style="margin-top:10px;">8月6日——美国参议院批准索尼娅·索托马约尔担任最高法院法官，成为美国首位拉美裔最高法院法官。</div>
                    <div style="margin-top:10px;">8月6日～8日---“莫拉克”台风袭击台湾，造成600多人死亡，降水量超过2000毫米。</div>
                    <div style="margin-top:10px;">8月8日——为纪念北京奥运会成功举办，激发广大人民群众投身体育运动的热情，经国务院批准，自2009年起，每年8月8日为中国全民健身日。</div>
                    <div style="margin-top:10px;">8月8日——7:00，缅甸军警30余人以果敢枪械修理厂制毒为由要执行搜查，果敢当地部队拒绝接受，随即双方处于僵持状态，八八事件由此开始。</div>
                    <div style="margin-top:10px;">8月8日——内地版 “流星花园”：电视剧《一起来看流星雨》在湖南卫视金鹰独播剧场全球首播。</div>
                    <div style="margin-top:10px;">8月10日——《晚间新闻》撤出CCTV-13。《24小时》在CCTV-13开播。</div>
                    <div style="margin-top:10px;">8月11日——《高端访问》正式停播。</div>
                    <div style="margin-top:10px;">8月16日——在2009年柏林世锦赛上，博尔特刷新100米记录，成绩是9秒58。</div>
                    <div style="margin-top:10px;">8月17日——《新闻直播间》和《新闻地图》在CCTV-13开播。《新闻20分》在CCTV-1开播。</div>
                    <div style="margin-top:10px;">8月18日～19日——全国新型农村社会养老保险试点工作会议召开，提出2009年在全国10％的县（市、区、旗）进行新型农村社会养老保险试点，以后逐步扩大试点，到2020年前基本实现全覆盖。</div>
                    <div style="margin-top:10px;">8月18日——《法治在线》撤出CCTV-1。《全球资讯榜》正式停播，撤出CCTV-2。</div>
                    <div style="margin-top:10px;">8月19日——国务院常务会议召开，研究部署促进中小企业发展，提出切实缓解中小企业融资难、加大对中小企业的财税扶持、加快中小企业技术进步和结构调整等促进中小企业发展的六大措施。</div>
                    <div style="margin-top:10px;">8月20日——阿富汗举行总统选举。</div>
                    <div style="margin-top:10px;">8月20日——博尔特刷新200米记录，成绩是19秒19。</div>
                    <div style="margin-top:10px;">8月21日——《中华新闻报》出版了最后一期。创办了16年之久，发行量曾达到10多万份的《中华新闻报》走到了终点。</div>
                    <div style="margin-top:10px;">8月23日——2009年柏林世锦赛女子马拉松比赛中，中国选手白雪以2小时25分15秒夺得金牌，这是中国马拉松在世锦赛上的首枚金牌。</div>
                    <div style="margin-top:10px;">8月24日——CCTV-2由“经济频道”改版为“财经频道”。</div>
                    <div style="margin-top:10px;">8月25日——胡锦涛出席新疆维吾尔自治区干部大会并发表讲话，强调始终坚持一手抓改革发展，一手抓团结稳定，坚持以经济建设为中心不动摇，坚持维护社会大局稳定不动摇，坚持各民族共同团结奋斗、共同繁荣发展不动摇，加快建设繁荣富裕和谐的社会主义新疆。</div>
                    <div style="margin-top:10px;">8月25日——韩国首枚运载火箭“罗老”号在罗老宇航中心发射。</div>
                    <div style="margin-top:10px;">8月27日——《中华人民共和国人民武装警察法》通过并公布施行。</div>
                    <div style="margin-top:10px;">8月27日――《中华新闻报》正式宣布停刊。</div>
                    <div style="margin-top:10px;">8月28日——南美洲国家联盟在阿根廷南方城市巴里洛切举行特别首脑会议。</div>
                    <div style="margin-top:10px;">8月30日——日本举行国会众议院选举。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div style="margin-top:10px;">9月5日~9月15日——第21届听障奥林匹克运动会在中国台湾台北举行。</div>
                    <div style="margin-top:10px;">9月10日——中央电视台俄语国际频道正式开播，频道呼号CCTV-R，后改为CCTV-Русский。</div>
                    <div style="margin-top:10px;">9月11日——山东卫视《中华达人》节目开播，吴宗宪、董姝担任主持。</div>
                    <div style="margin-top:10px;">9月14日——胡锦涛等党和国家领导人会见“100位为新中国成立作出突出贡献的英雄模范人物和100位新中国成立以来感动中国人物”代表座谈会全体与会代表。</div>
                    <div style="margin-top:10px;">9月14日——挪威举行议会选举。</div>
                    <div style="margin-top:10px;">9月15日～18日——中共十七届四中全会召开，通过《中共中央关于加强和改进新形势下党的建设若干重大问题的决定》。</div>
                    <div style="margin-top:10px;">9月16日——日本民主党党首鸠山由纪夫在特别国会首相指名选举中当选为新首相。</div>
                    <div style="margin-top:10px;">9月16日——由韩三平、黄建新执导，唐国强、张国立、许晴、刘劲、陈坤、王伍福等主演的建国60周年献礼影片《建国大业》在中国大陆上映。</div>
                    <div style="margin-top:10px;">9月18日——奥巴马放弃东欧反导计划。</div>
                    <div style="margin-top:10px;">9月20日——胡锦涛等党和国家领导人出席庆祝中国人民政治协商会议成立60周年大会，胡锦涛在会上发表重要讲话。</div>
                    <div style="margin-top:10px;">9月22日～25日——胡锦涛出席在纽约举行的联合国气候变化峰会、第六十四届联合国大会一般性辩论、安理会核不扩散与核裁军峰会和在匹兹堡举行的二十国集团领导人第三次金融峰会。</div>
                    <div style="margin-top:10px;">9月23日——印度空间研究组织说，该组织当日在印度东南沿海地区成功进行了“一箭七星”的发射。</div>
                    <div style="margin-top:10px;">9月24日——二十国集团金融峰会在美国匹兹堡举行。</div>
                    <div style="margin-top:10px;">9月27日——《实话实说》正式停播，退出CCTV-1。</div>
                    <div style="margin-top:10px;">9月27日——德国举行联邦议院选举，同日葡萄牙举行议会选举。</div>
                    <div style="margin-top:10px;">9月28日——广电总局批准中央电视台第一套节目和北京、黑龙江、上海东方、江苏、浙江、湖南、广东等8个卫视频道高、标清同播。</div>
                    <div style="margin-top:10px;">9月28日——《电影传奇》正式停播，撤出CCTV-1。</div>
                    <div style="margin-top:10px;">9月28日——京港地铁第一条地铁线路——北京地铁4号线（安河桥北站——公益西桥站）正式开通运营，该线路是继北京地铁5号线之后北京第二条南北纵向地铁线路。</div>
                    <div style="margin-top:10px;">9月28日——深圳地铁1号线西延线（世界之窗站-深大站）正式开通运营。</div>
                    <div style="margin-top:10px;">9月29日——铜陵·雨润国际广场城市综合体项目在安徽铜陵市举行了隆重的奠基仪式。</div>
                    <div style="margin-top:10px;">9月30日——中国国务院正式批准设立邢台海关。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div style="margin-top:10px;">10月1日——中华人民共和国60华诞，首都举行盛大的阅兵仪式和群众游行和联欢晚会。</div>
                    <div style="margin-top:10px;">10月1日——《全民健身条例》施行。</div>
                    <div style="margin-top:10px;">10月1日——根据古典名著改编的中日合拍的央视大型动画片《三国演义》播出于电视剧频道，这是第一部在电视剧频道播出的动画片</div>
                    <div style="margin-top:10px;">10月2日——第三十一届夏季奥林匹克运动会主办城市在丹麦首都哥本哈根确定，为巴西里约热内卢。</div>
                    <div style="margin-top:10px;">10月2日——爱尔兰全民公决通过《里斯本条约》。</div>
                    <div style="margin-top:10px;">10月4日～6日——时任中国国务院总理温家宝应邀对朝鲜作出官式的友好访问。</div>
                    <div style="margin-top:10px;">10月5日——第24个“世界人居日”，主题为“规划我们城市的未来”。</div>
                    <div style="margin-top:10px;">10月5日——2009年诺贝尔生理学或医学奖授予美国科学家伊丽莎白·布莱克本、卡萝尔·格雷德和杰克·绍斯塔克。</div>
                    <div style="margin-top:10px;">10月6日——前香港中文大学校长高锟以及两名美国科学家韦拉德·博伊尔(Willard Boyle)和乔治·史密斯(George Smith)获得2009年诺贝尔物理学奖。</div>
                    <div style="margin-top:10px;">10月9日——胡锦涛出席世界媒体峰会开幕式并发表讲话。</div>
                    <div style="margin-top:10px;">10月9日——挪威诺贝尔委员会宣布，将2009年诺贝尔和平奖授予美国总统奥巴马，以表彰他为加强“国际外交和人民之间合作”所作出的努力。</div>
                    <div style="margin-top:10px;">10月13日——中国少年先锋队成立60周年。</div>
                    <div style="margin-top:10px;">10月14日——第18届中国金鸡百花电影节在江西省南昌市开幕。</div>
                    <div style="margin-top:10px;">10月16日～28日——中华人民共和国第十一届运动会在山东省举行。</div>
                    <div style="margin-top:10px;">10月20日——尼日尔举行议会选举。</div>
                    <div style="margin-top:10px;">10月21日——吉尔吉斯斯坦总统巴基耶夫签署总统令，任命原总统办公厅主任达尼亚尔·乌谢诺夫为总理，负责组建新一届政府。</div>
                    <div style="margin-top:10px;">10月22日——微软 正式发布Windows 7。</div>
                    <div style="margin-top:10px;">10月24日——吉林省吉林市固定电话号码7位升8位</div>
                    <div style="margin-top:10px;">10月25日——乌拉圭举行总统选举。</div>
                    <div style="margin-top:10px;">10月25日——突尼斯举行总统选举。</div>
                    <div style="margin-top:10px;">10月28日——第五届中国邮文化节在江苏高邮市举办</div>
                    <div style="margin-top:10px;">10月28日——莫桑比克举行总统选举。</div>
                    <div style="margin-top:10px;">10月29日——蒙古国国家大呼拉尔（议会）通过了任命苏赫巴托尔·巴特包勒德为总理的提案。</div>
                    <div style="margin-top:10px;">10月29日——多哥全国独立选举委员会和各政治党派的代表在洛美就2010年举行的总统选举进行了交流，再次确认选举时间为2010年2月28日。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div style="margin-top:10px;">11月——中华人民共和国国防动员委员会成立15周年。</div>
                    <div style="margin-top:10px;">11月9日——黎巴嫩总统府宣布组成以萨阿德·哈里里为首的新一届国民团结政府。</div>
                    <div style="margin-top:10px;">11月11日——中国人民解放军空军成立60周年。</div>
                    <div style="margin-top:10px;">11月11日——莫桑比克全国选举委员会正式公布10月底举行的总统选举结果：现任总统格布扎赢得75.5%的选票，连任成功。</div>
                    <div style="margin-top:10px;">11月13日——由罗兰·艾默里奇导演得美国科幻灾难电影 《2012》在美国上映。</div>
                    <div style="margin-top:10px;">11月15日～18日——美国总统奥巴马访问中国。</div>
                    <div style="margin-top:10px;">11月16日——《全球流行音乐金榜》在中央人民广播电台音乐之声开播。</div>
                    <div style="margin-top:10px;">11月18日——苏州生活广播分频播出，老年之声正式开播。</div>
                    <div style="margin-top:10px;">11月19日——欧盟27国领导人在布鲁塞尔召开了特别峰会，选举比利时首相赫尔曼·范龙佩为首位欧洲理事会的常任主席。</div>
                    <div style="margin-top:10px;">11月24日—-经最高人民法院核准，河北省石家庄市中级人民法院对生产、销售三聚氰胺的罪犯张玉军、耿金平依法执行死刑。</div>
                    <div style="margin-top:10px;">11月27日——中国正式允许转基因食品合法生产、制造和销售，中国成为第一个转基因主食合法国家。</div>
                    <div style="margin-top:10px;">11月29日——赤道几内亚举行总统选举。</div>
                    <div style="margin-top:10px;">11月30日——第十二次中欧领导人会晤在江苏南京举行。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div style="margin-top:10px;">12月1日——浙江电台旅游之声改版为女主播电台。</div>
                    <div style="margin-top:10px;">12月3日——济南铁路运输法院对4·28胶济铁路特别重大交通事故负有责任的6人相关人员做出宣判，原北京机务段机车司机李振江、原王村站助理值班员崔和光、原王村站值班员张法胜、原济南铁路局调度所列车调度员蒲晓军、原济南铁路局调度所施工调度员郑日成、原济南铁路局副局长郭吉光等人被判有期徒刑3年缓刑3年至4年6个月不等的有期徒刑。</div>
                    <div style="margin-top:10px;">12月4日——2010年南非世界杯决赛圈分组抽签仪式在开普敦国际会展中心进行。</div>
                    <div style="margin-top:10px;">12月5日～13日——2009年香港东亚运动会在中国香港举行。</div>
                    <div style="margin-top:10px;">12月5日——俄罗斯彼尔姆边疆区首府彼尔姆市一家夜总会发生火灾，至少造成140多人死亡，120多人受伤。</div>
                    <div style="margin-top:10px;">12月5日～7日——中央经济工作会议在北京召开。</div>
                    <div style="margin-top:10px;">12月5日——上海轨道交通7号线开通。</div>
                    <div style="margin-top:10px;">12月6日——玻利维亚举行总统选举。</div>
                    <div style="margin-top:10px;">12月7日至19日——哥本哈根世界气候大会在丹麦首都哥本哈根召开。会议达成了不具法定约束力的《哥本哈根协议》。</div>
                    <div style="margin-top:10px;">12月9日——约旦国王阿卜杜拉任命萨米尔·里法伊接替当天递交辞呈的纳迪尔·扎哈比出任新首相，授权其组建新一届政府。</div>
                    <div style="margin-top:10px;">12月13日——智利举行了一次总统选举。</div>
                    <div style="margin-top:10px;">12月19日——2009年世俱杯决赛在阿联酋阿布扎比进行，欧洲冠军巴塞罗那激战120分钟，最终凭借佩德罗与梅西的进球2-1逆转击败南美洲冠军拉普拉塔大学生，首次赢得世俱杯的同时成就“六冠王”伟业。</div>
                    <div style="margin-top:10px;">12月14日～22日——时任国家副主席习近平应邀对日本、韩国、缅甸、柬埔寨四国进行正式访问。</div>
                    <div style="margin-top:10px;">12月15日——波音787在美国华盛顿州首次试飞成功。</div>
                    <div style="margin-top:10px;">12月18日——多米尼克举行议会选举。</div>
                    <div style="margin-top:10px;">12月20日——澳门回归10周年纪念，崔世安就任澳门特别行政区行政长官。</div>
                    <div style="margin-top:10px;">12月21日——韩庚（前Super Junior成员）正式向首尔中央地方法院请求判决与SM公司“专属合同”无效。</div>
                    <div style="margin-top:10px;">12月22日——上海地铁1号线上海火车站站发生两辆地铁相撞事故。</div>
                    <div style="margin-top:10px;">12月23日——罗马尼亚新政府在总统府宣誓就职，以民主自由党主席埃米尔·博克为首的新政府走马上任。</div>
                    <div style="margin-top:10px;">12月26日——第十一届全国人民代表大会常务委员会第十二次会议通过《中华人民共和国侵权责任法》。</div>
                    <div style="margin-top:10px;">12月27日——克罗地亚举行了一次总统选举。</div>
                    <div style="margin-top:10px;">12月27日——河南省安阳县安丰乡西高穴村发现曹操墓。</div>
                    <div style="margin-top:10px;">12月29日——中国常驻联合国代表张业遂说，中国将在2010年1月担任联合国安理会轮值主席。</div>
                    <div style="margin-top:10px;">12月30日——美国际贸委会批准对中国产钢管征高额关税，实行对中国钢管进行反倾销，反补贴处罚，并加征10%-16%的惩罚性关税，这是迄今为止美国对中国的最大一次贸易制裁案。</div>
                    <div style="margin-top:10px;">12月30日——多哥总统福雷签署一项法令宣布，将于2010年2月28日举行下届总统选举。</div>
                    <div style="margin-top:10px;">12月31日——国务院办公厅发布《国务院关于推进海南国际旅游岛建设发展的若干意见》。</div>
                    <div style="margin-top:10px;">12月31日——上海轨道交通11号线、9号线二期开通。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2010">2010年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div style="margin-top:10px;">1月1日——中国与东盟FTA（自由贸易协定）正式生效。这标志着中国—东盟自由贸易区正式启动。</div>
                    <div style="margin-top:10px;">1月1日——《城镇企业职工基本养老保险关系转移接续暂行办法》、《广播电视广告播出管理办法》、《保安服务管理条例》、《中华人民共和国统计法》、《中华人民共和国驻外外交人员法》、《中华人民共和国农村土地承包经营纠纷调解仲裁法》、《供电监管办法》开始实施。</div>
                    <div style="margin-top:10px;">1月1日——陕西电视台《第一新闻》正式开播。</div>
                    <div style="margin-top:10px;">1月4日——《国务院关于推进海南国际旅游岛建设发展的若干意见》正式发布。</div>
                    <div style="margin-top:10px;">1月4日——象限仪座流星雨。</div>
                    <div style="margin-top:10px;">1月4日——阿联酋的“迪拜塔”正式竣工启用，同时改名为“哈利法塔”。该塔高828米，是截止2010年1月4日世界上已建成的最高建筑物。</div>
                    <div style="margin-top:10px;">1月4日——河北武安一钢铁公司煤气管道工程发生特大煤气泄漏事故，造成21人遇难，9人受伤。</div>
                    <div style="margin-top:10px;">1月5日——湖南省湘潭县谭家山镇立胜煤矿发生火灾事故，造成25人遇难、9人失踪。</div>
                    <div style="margin-top:10px;">1月6日——美国国防部批准美国洛克希德·马丁公司实施布什政府2008年10月宣布的对台军售计划，将向台湾出售爱国者导弹。中国随后表示强烈反对。</div>
                    <div style="margin-top:10px;">1月8日——乘车前往安哥拉准备参加非洲国家杯的多哥足球队在卡宾达遭武装组织“卡宾达解放阵线”袭击，造成3人死亡，7人受伤。多哥队因此退出本届非洲国家杯。</div>
                    <div style="margin-top:10px;">1月10日——法国主要反对党社会党前第一书记弗朗索瓦·奥朗德说，他准备参加将于2012年举行的下一届法国总统选举。</div>
                    <div style="margin-top:10px;">1月11日——中国科学院院士谷超豪、孙家栋获得2009年度国家最高科学技术奖，奖金500万元。</div>
                    <div style="margin-top:10px;">1月11日——苏丹总统巴希尔发表总统令宣布，他已在当天辞去苏丹武装部队总司令职务。</div>
                    <div style="margin-top:10px;">1月12日——海地发生里氏7.3级地震，震中位于首都太子港西南约16公里处，震源深度约10公里，造成我国8名维和官兵遇难，（朱晓平、郭宝山、王树林、李晓明、赵化宇、李钦、钟荐勤、和志虹）10人失踪，至少造成22.26万人遇难、32万人受伤、869人失踪。</div>
                    <div style="margin-top:10px;">1月12日——百度出现长时间访问故障，这是百度自2006年9月来所遭遇的最大无法访问故障。据报道，此访问故障是黑客非法篡改百度DNS域名所致。</div>
                    <div style="margin-top:10px;">1月12日～16日——河北省第11届人民代表大会第三次会议举行，会议选举陈全国为省长。</div>
                    <div style="margin-top:10px;">1月15日——婚恋交友类节目《非诚勿扰》在江苏卫视首播。</div>
                    <div style="margin-top:10px;">1月15日——1000年一遇日环食在在非洲和亚洲多个国家上演，中国云南中部、四川南部、贵州北部、重庆大部、陕西东南部、湖南西北部、湖北大部、河南大部、安徽北部、江苏北部、山东大部的民众目睹了这一天文奇观。</div>
                    <div style="margin-top:10px;">1月17日——智利举行总统选举第二轮投票，反对派联盟“争取变革联盟”候选人塞巴斯蒂安·皮涅拉在选举中获胜。</div>
                    <div style="margin-top:10px;">1月17日——尼日利亚中部高原州首府乔斯发生教派冲突，至少造成300多人死亡。</div>
                    <div style="margin-top:10px;">1月17日——史蒂夫，乔治，迈克凯尔对苦力怕讲解界面公休养着乔治六世。</div>
                    <div style="margin-top:10px;">1月17日——第67届美国金球奖颁奖典礼在好莱坞举行，《阿凡达》摘得最佳剧情类影片和最佳导演两项大奖。</div>
                    <div style="margin-top:10px;">1月17日——我国成功发射第三颗北斗导航卫星（G1）。</div>
                    <div style="margin-top:10px;">1月18日～20日——第五次西藏工作座谈会召开。</div>
                    <div style="margin-top:10px;">1月18日——卢森堡首相容克再次当选欧元集团主席，这是《里斯本条约》正式确认欧元集团后诞生的首位主席。</div>
                    <div style="margin-top:10px;">1月19日——中国公安部批准在海地地震中遇难的8名中国维和警察（朱晓平、郭宝山、王树林、李晓明、赵化宇、李钦、钟荐勤、和志虹）为烈士。</div>
                    <div style="margin-top:10px;">1月19日——日本航空公司和旗下两个子公司向东京地方法院正式申请破产保护，进入由日本政府主导的破产重组程序，日航总裁西松遥也宣布辞职。</div>
                    <div style="margin-top:10px;">1月19日——俄罗斯总统梅德韦杰夫签署命令，设立北高加索联邦区，这是俄第8个联邦区。</div>
                    <div style="margin-top:10px;">1月19日——美国马萨诸塞州举行国会参议员选举，共和党候选人斯科特·布朗获胜，这意味着民主党在国会参议院将失去绝对多数地位。</div>
                    <div style="margin-top:10px;">1月20日——保加利亚总理博伊科·鲍里索夫举行记者会宣布，接受外交部长鲁米亚娜·热列娃的辞职请求，并对内阁进行小幅人员调整。</div>
                    <div style="margin-top:10px;">1月21日——国家统计局发布的数据显示，2009年中国国内生产总值为335353亿元，按可比价格计算，比上年增长8.7%。</div>
                    <div style="margin-top:10px;">1月22日——由胡玫执导，周润发主演的大型史诗电影《孔子》上映。</div>
                    <div style="margin-top:10px;">1月22日——由鲁冬青、何树培执导，赵毅、温兆伦、何中华等主演的民国传奇剧《丐侠传奇》在多家卫视首播。</div>
                    <div style="margin-top:10px;">1月22日——玻利维亚现任总统埃沃·莫拉莱斯在行政首都拉巴斯宣誓就任下届总统，任期5年。</div>
                    <div style="margin-top:10px;">1月23日——洪都拉斯国民党议员胡安·奥兰多·赫尔南德斯在新一届国民议会第二次筹备会议上出任新一届国民议会议长。</div>
                    <div style="margin-top:10px;">1月25日——埃塞俄比亚航空公司一架载有83名乘客和7名机组人员的波音737－800型客机从黎巴嫩首都贝鲁特机场起飞后不久坠入地中海，机上90名乘客和机组人员全部遇难。</div>
                    <div style="margin-top:10px;">1月25日——2010年世界社会论坛在巴西南部城市阿雷格里港开幕</div>
                    <div style="margin-top:10px;">1月27日——第40届“世界经济论坛”在瑞士东部小城达沃斯开幕。本次会议的主题是“改善世界状况—重新思考、重新设计、重新建设”。</div>
                    <div style="margin-top:10px;">1月27日——洪都拉斯当选总统波菲里奥·洛沃·索萨在该国首都特古西加尔巴国家体育场正式宣誓就职。</div>
                    <div style="margin-top:10px;">1月27日——美国总统奥巴马发表了其就任后的首份国情咨文。</div>
                    <div style="margin-top:10px;">1月27日——苹果公司发布第一代ipad。</div>
                    <div style="margin-top:10px;">1月28日——涉及多名法国政要的“清泉”案在巴黎宣判，法国前总理德维尔潘被判无罪。</div>
                    <div style="margin-top:10px;">1月31日——非洲联盟第14届首脑会议在非盟总部埃塞俄比亚首都亚的斯亚贝巴开幕。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div style="margin-top:10px;">2月1日——其主题曲《印象西湖雨》由张靓颖主唱的日本音乐大师喜多郎的专辑《印象西湖》被提名为第52届格莱美奖最佳NewAge音乐专辑奖。张靓颖凭借此歌入围全球音乐界最高荣誉格莱美奖，并踏上格莱美红地毯。</div>
                    <div style="margin-top:10px;">2月2日——由周杰伦执导、詹宇豪、宋健彰等主演的科幻电视剧《熊猫人》在江苏卫视、浙江卫视、重庆卫视、深圳卫视四家卫视黄金时段首播。</div>
                    <div style="margin-top:10px;">2月2日——斯里兰卡最高法院宣布，在上周举行的总统选举中获得连任的拉贾帕克萨从2010年11月19日开始第二个任期。</div>
                    <div style="margin-top:10px;">2月3日——希腊议会投票选举产生希腊新一届总统，曾任希腊总统的卡罗洛斯·帕普利亚斯在议会300个席位中，获得266票，再次当选希腊总统。</div>
                    <div style="margin-top:10px;">2月4日——在美国诞生的两只中国大熊猫泰山和美兰从华盛顿杜勒斯国际机场乘坐专机，在美国民众依依惜别中踏上回乡之旅。</div>
                    <div style="margin-top:10px;">2月5日——第46届慕尼黑安全政策会议在德国慕尼黑巴伐利亚庄园酒店开幕。</div>
                    <div style="margin-top:10px;">2月7日——哥斯达黎加举行总统选举，执政党民族解放党总统候选人劳拉·钦奇利亚在选举中获胜，成为该国历史上首位女总统。</div>
                    <div style="margin-top:10px;">2月7日——乌克兰举行总统选举第二轮投票。</div>
                    <div style="margin-top:10px;">2月10日——阿富汗政府官员说，阿北部帕尔万省萨朗山口连日来发生多次雪崩，已造成至少166人死亡。</div>
                    <div style="margin-top:10px;">2月10日——中国国家男子足球队在东亚四强赛中以3-0完胜韩国队，不但终结长达32年来在国际A级赛事上不胜韩国的“恐韩症”尴尬记录，并且创造了战胜韩国队的历史最大比分差纪录。</div>
                    <div style="margin-top:10px;">2月10日——西撒哈拉问题有关各方开始在美国纽约州韦斯特切斯特县举行非正式谈判。</div>
                    <div style="margin-top:10px;">2月11日——在温哥华举行的第122次国际奥委会全会投票选举中，南京超越申办对手波兰的波兹南，以微弱的优势获得了2014年第二届夏季青年奥林匹克运动会的举办权。</div>
                    <div style="margin-top:10px;">2月12日～28日——2010年温哥华冬季奥运会在加拿大温哥华举行。</div>
                    <div style="margin-top:10px;">2月14日——由程力栋执导、费振翔、陈司翰、谢宁、牟凤彬等主演的魔幻古装神话剧《西游记》在浙江卫视、安徽卫视、山东卫视、东南卫视四家卫视黄金时段首播。</div>
                    <div style="margin-top:10px;">2月16日——温哥华冬奥会中，中国选手申雪、赵宏博以创纪录的216.57分夺得双人滑奥运金牌，这是中国代表团在温哥华冬奥会中获得的首枚金牌。</div>
                    <div style="margin-top:10px;">2月17日——温哥华冬奥会短道速滑女子500米决赛，中国女运动员王蒙以43秒048夺冠，实现两连冠，创造了中国冬奥历史。</div>
                    <div style="margin-top:10px;">2月18日——美国总统奥巴马、国务卿希拉里分别会见达赖喇嘛，中方表示强烈不满和坚决反对。</div>
                    <div style="margin-top:10px;">2月18日——尼日尔发生军事政变，政变士兵攻入总统府，扣押总统马马杜·坦贾及多名政府高官。</div>
                    <div style="margin-top:10px;">2月19日——经国际纯粹与应用化学联合会确认，由德国重离子研究中心人工合成的第112号化学元素从即日起获正式名称“Copernicium”，相应的元素符号为“Cn”。</div>
                    <div style="margin-top:10px;">2月20日——荷兰首相巴尔克嫩德宣布，由于在阿富汗撤军问题上无法达成一致，执政联盟中第二大党工党将退出执政联盟，致使执政联盟解体。</div>
                    <div style="margin-top:10px;">2月20日——温哥华冬奥会决出了短道速滑女子1500米的金牌，中国选手周洋力挽狂澜</div>
                    <div style="margin-top:10px;">2月23日——尼日尔政变军人机构“民主复兴最高委员会”主席萨卢·吉博签署法令，任命穆罕默杜·丹达为政府总理，穆萨·格罗斯为军队总参谋长。</div>
                    <div style="margin-top:10px;">2月24日——乌兹别克斯坦国家统计委员会发布报告说，截至2010年1月1日，乌兹别克斯坦全国人口为2800.08万人。</div>
                    <div style="margin-top:10px;">2月24日——中国队在温哥华冬奥会短道速滑女子3000米接力决赛中以创世界纪录的成绩夺得金牌</div>
                    <div style="margin-top:10px;">2月25日——乌克兰新当选总统维克托·亚努科维奇在最高议会宣誓就职。</div>
                    <div style="margin-top:10px;">2月26日——温哥华冬奥会短道速滑女子1000米决赛中，中国选手王濛夺得冠军。这是中国代表团本次冬奥会收获的第五枚金牌，也是中国短道速滑女队获得的第四块金牌，从而实现了包揽本届冬奥会短道速滑女子项目四块金牌的伟业。</div>
                    <div style="margin-top:10px;">2月27日——智利发生里氏8.8级地震，震中位于智利首都圣地亚哥西南320公里的马乌莱附近海域，震源深度约60公里，至少造成452人死亡、96人失踪。</div>
                    <div style="margin-top:10px;">2月28日——塔吉克斯坦举行议会下院选举。</div>
                    <div style="margin-top:10px;">2月28日――2010年温哥华冬季奥运会宣布结束</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div style="margin-top:10px;">3月1日——《中华人民共和国海岛保护法》正式生效。</div>
                    <div style="margin-top:10px;">3月1日——乌拉圭总统何塞·穆希卡宣誓就职，组建了乌拉圭历史上第二个左翼政党执政的政府。</div>
                    <div style="margin-top:10px;">3月3日——中国人民政治协商会议第11届全国委员会第三次会议在北京人民大会堂开幕。</div>
                    <div style="margin-top:10px;">3月3日——乌克兰议会通过对总理季莫申科领导的内阁的不信任案。这为新总统亚努科维奇领导的地区党在议会主导组建新的执政联盟扫清道路。</div>
                    <div style="margin-top:10px;">3月4日——多哥举行总统选举。</div>
                    <div style="margin-top:10px;">3月4日——是李路执导，范伟、孙宁主演的家庭情感剧《老大的幸福》在央视一套黄金时段首播。</div>
                    <div style="margin-top:10px;">3月5日——第11届全国人民代表大会第三次会议在北京人民大会堂开幕。</div>
                    <div style="margin-top:10px;">3月5日——乍得总理优素福·萨利赫·阿巴斯宣布辞职。</div>
                    <div style="margin-top:10px;">3月6日——冰岛举行的全民公决否决向英国与荷兰储户赔偿存款损失的议案。</div>
                    <div style="margin-top:10px;">3月7日——伊拉克举行议会选举。</div>
                    <div style="margin-top:10px;">3月7日——尼日利亚中部高原州首府乔斯以南一座村庄发生教派冲突，造成至少500人死亡。</div>
                    <div style="margin-top:10px;">3月9日——2010年亚冠联赛小组赛中，长春亚泰主场9-0血洗印尼球队佩西普拉。亚泰队两名前锋高健和金尼双双上演帽子戏法，9-0也创造了中国俱乐部球队在亚冠赛场上的最大胜利。同时，两名球员在一场比赛上演帽子戏法，也是亚冠历史中国球队的第一次。</div>
                    <div style="margin-top:10px;">3月10日——美国《福布斯》杂志在纽约揭晓了2010年度亿万富豪排行榜，墨西哥电信大亨卡洛斯·斯利姆·埃卢超过微软创始人比尔·盖茨荣登榜首，这也是16年来美国人首次失去全球首富头衔。</div>
                    <div style="margin-top:10px;">3月11日——乌克兰议会批准地区党领导人之一尼古拉·阿扎罗夫出任政府总理。</div>
                    <div style="margin-top:10px;">3月11日——智利当选总统塞巴斯蒂安·皮涅拉在国会宣誓就职。</div>
                    <div style="margin-top:10px;">3月12日～21日——2010年温哥华冬季残奥会在加拿大温哥华举行。</div>
                    <div style="margin-top:10px;">3月13日——中非共和国政府声称挫败了一起拟于15日发动的政变阴谋。</div>
                    <div style="margin-top:10px;">3月14日——十一届全国人大三次会议通过《关于修改〈中华人民共和国全国人民代表大会和地方各级人民代表大会选举法〉的决定》。由此，全国实行城乡按相同人口比例选举人大代表。</div>
                    <div style="margin-top:10px;">3月14日——哥伦比亚举行议会选举。</div>
                    <div style="margin-top:10px;">3月15日——河南省新密市东兴煤业有限公司发生火灾，造成25人死亡。</div>
                    <div style="margin-top:10px;">3月16日——塔吉克斯坦第四届议会下院举行第一次会议，舒库尔忠·祖胡罗夫当选新一届议会下院议长。</div>
                    <div style="margin-top:10px;">3月17日——拉脱维亚5党联合政府发生分裂，最大执政党人民党宣布退出执政联盟。</div>
                    <div style="margin-top:10px;">3月18日——中国自主研制的AC313直升机首飞，填补中国民用直升机领域的空白，成为继美国、俄罗斯、欧盟后具备自主研制能力的国家。</div>
                    <div style="margin-top:10px;">3月19日——中国北方地区遭遇了2010年以来最强的沙尘天气过程。</div>
                    <div style="margin-top:10px;">3月22日——第5届世界城市论坛在巴西里约热内卢开幕。</div>
                    <div style="margin-top:10px;">3月23日——谷歌借黑客攻击问题指责中国，宣布停止对谷歌中国搜索服务的“过滤审查”，并将搜索服务由中国内地转至香港。</div>
                    <div style="margin-top:10px;">3月25日——塔吉克斯坦举行议会上院选举。</div>
                    <div style="margin-top:10px;">3月25日——爱沙尼亚议长埃娜·埃尔格马在爱议会举行的议长例行年度投票改选中再次获得连任。</div>
                    <div style="margin-top:10px;">3月26日——天安号事件。韩国“天安”号警戒舰在西部海域值勤时，船尾发生不明原因爆炸后于21点45分沉没，舰上104名官兵中仅有58人生还。</div>
                    <div style="margin-top:10px;">3月26日，美国梦工厂上映动画电影《驯龙高手》。</div>
                    <div style="margin-top:10px;">3月27日——第22次阿拉伯国家联盟首脑会议在利比亚海滨城市苏尔特召开。</div>
                    <div style="margin-top:10px;">3月27日——第7届中国足球超级联赛在北京工人体育场开幕。</div>
                    <div style="margin-top:10px;">3月28日——中国浙江吉利控股集团有限公司在瑞典第二大城市哥德堡与美国福特汽车公司签署最终股权收购协议，以18亿美元收购价将沃尔沃轿车公司纳入旗下。</div>
                    <div style="margin-top:10px;">3月28日——山西省华晋焦煤有限责任公司王家岭煤矿发生一起特别重大透水事故，造成153人被困，经全力抢险，115人获救，38人遇难。</div>
                    <div style="margin-top:10px;">3月29日——俄罗斯首都莫斯科两处地铁站发生爆炸事件，造成至少40人死亡、90多人受伤。</div>
                    <div style="margin-top:10px;">3月29日～30日——全国对口支援新疆工作会议在北京召开。</div>
                    <div style="margin-top:10px;">3月30日——海湾货币委员会在沙特阿拉伯首都利雅得举行首次会议，沙特货币总署（中央银行）署长穆罕默德·贾希尔在会上当选该委员会首任主席。</div>
                    <div style="margin-top:10px;">3月31日——联合国秘书长潘基文正式任命来自危地马拉的埃德蒙德·穆莱特为秘书长海地事务特别代表兼联合国海地稳定特派团（联海团）负责人，以接替在海地地震中殉职的前特别代表赫迪·安纳比。</div>
                    <div style="margin-top:10px;">3月31日——西欧联盟宣布完成历史使命，正式解散，并决定到2011年6月底停止所有活动。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div style="margin-top:10px;">4月1日——中共中央、国务院印发《国家中长期人才发展规划纲要(2010—2020年)》。</div>
                    <div style="margin-top:10px;">4月1日——几内亚比绍总理卡洛斯·戈梅斯在比绍总理府被一伙军人短暂劫持，几小时后被释放。</div>
                    <div style="margin-top:10px;">4月5日——湄公河委员会首届峰会在泰国海滨城市华欣举行。</div>
                    <div style="margin-top:10px;">4月5日——中共中央办公厅转发《中央组织部、中央宣传部关于在党的基层组织和党员中深入开展创先争优活动的意见》，对开展创先争优活动作出部署。</div>
                    <div style="margin-top:10px;">4月6日——全党深入学习实践科学发展观活动总结大会召开。胡锦涛发表讲话，全面总结学习实践科学发展观活动的特点和成果，深刻阐述学习实践活动的经验和启示，对以改革创新精神加强党的建设提出明确要求。</div>
                    <div style="margin-top:10px;">4月7日——吉尔吉斯斯坦首都比什凯克及多个城市和地区发生大规模骚乱，反对派支持者与军警发生冲突并占领重要政府机构。</div>
                    <div style="margin-top:10px;">4月8日——吉尔吉斯斯坦反对派组建的“人民信任政府”负责人萝扎·奥通巴耶娃在比什凯克宣布，以她为总理的临时政府成立。</div>
                    <div style="margin-top:10px;">4月7日——俄罗斯总统普京前往波兰，参加卡廷大屠杀70周年的纪念日活动，并在“卡廷惨案”纪念碑前单膝跪地，向死难者哀悼。</div>
                    <div style="margin-top:10px;">4月8日——斯里兰卡举行议会选举。</div>
                    <div style="margin-top:10px;">4月8日——蒙古国总理苏赫巴托尔·巴特包勒德在蒙古人民革命党代表会议上当选为该党主席。</div>
                    <div style="margin-top:10px;">4月8日——美国总统奥巴马和俄罗斯总统梅德韦杰夫在捷克首都布拉格签署新的核裁军条约，同意进一步削减和限制进攻性战略武器。</div>
                    <div style="margin-top:10px;">4月8日～9日——第16届东南亚国家联盟峰会在越南首都河内举行。</div>
                    <div style="margin-top:10px;">4月10日——波兰总统卡钦斯基乘坐的图—154专机在俄罗斯斯摩棱斯克坠毁，机上96人全部遇难。</div>
                    <div style="margin-top:10px;">4月10日——上海轨道交通10号线开通。</div>
                    <div style="margin-top:10px;">4月11日——苏丹举行总统选举。</div>
                    <div style="margin-top:10px;">4月11日——匈牙利举行国会选举。</div>
                    <div style="margin-top:10px;">4月12日～13日——首届核安全峰会在美国首都华盛顿举行。中国国家主席胡锦涛在峰会上发表了《携手应对核安全挑战 共同促进和平与发展》的重要讲话。</div>
                    <div style="margin-top:10px;">4月13日——印度东部地区遭到强风暴的袭击，造成120人死亡，200多人受伤。</div>
                    <div style="margin-top:10px;">4月14日7时49分，青海省玉树藏族自治州玉树县（北纬33.2度，东经96.6度）发生7.1级地震，震源深度14公里，造成2698人遇难，270人失踪，12135人受伤，其中重伤1434人。</div>
                    <div style="margin-top:10px;">4月14日——日本著名女歌手滨崎步的个人第十一张原创专辑《Rock'n'Roll Circus》（中文译名《摇滚马戏团》）发行，首周销量20.5万张，成功夺得日本公信榜专辑榜单的销量冠军，成为日本乐坛历史上第五位连续10张专辑获得销量冠军的独唱（Solo）歌手。</div>
                    <div style="margin-top:10px;">4月14日——当阳市公安局办公楼一楼大厅发生一起爆炸案件，造成公安局办公楼部分玻璃及门窗损坏，未造成人员伤亡。犯罪嫌疑人在逃跑中被民警及群众抓获（湖北当阳市公安局爆炸案）。</div>
                    <div style="margin-top:10px;">4月15日——“金砖四国”领导人第二次正式会晤在巴西首都巴西利亚举行。</div>
                    <div style="margin-top:10px;">4月15日——美国总统贝拉克·奥巴马在佛罗里达州肯尼迪航天中心宣布新太空探索计划，希望在本世纪30年代中期之前将宇航员送上火星。</div>
                    <div style="margin-top:10px;">4月16日——吉尔吉斯斯坦“临时政府”总理奥通巴耶娃宣布，“临时政府”已收到吉总统巴基耶夫签署的辞职声明。</div>
                    <div style="margin-top:10px;">4月16日——丹麦举行盛大集会和游行，隆重庆祝女王玛格丽特二世70岁生日。</div>
                    <div style="margin-top:10px;">4月16日——美国证券交易委员会对高盛公司提起民事诉讼，指控这家华尔街巨头在次级抵押贷款相关金融产品交易中涉嫌欺诈，导致投资者损失大约10亿美元。</div>
                    <div style="margin-top:10px;">4月17日～18日——核裁军国际会议在伊朗首都德黑兰举行。</div>
                    <div style="margin-top:10px;">4月17日——国务院发出《关于坚决遏制部分城市房价过快上涨的通知》，提出一系列政策措施，遏制部分城市房价过快上涨。</div>
                    <div style="margin-top:10px;">4月17日——“新国十条”颁布。</div>
                    <div style="margin-top:10px;">4月18日——波兰在南部城市克拉科夫为在一周前飞机失事中遇难的总统卡钦斯基和夫人举行国葬。</div>
                    <div style="margin-top:10px;">4月18日——国际七三学社（全球70年代人联谊会）主席克努特发表世界第一大木刻金字牌匾《沁园春·和谐世界》及《我们的责任》。</div>
                    <div style="margin-top:10px;">4月20日——英国石油公司租赁的“深水地平线”海上钻井平台在墨西哥湾水域发生爆炸并沉没，导致11名工作人员死亡，319万桶原油持续泄漏了87天。近1500公里海滩受到污染，至少2500平方公里的海水被石油覆盖，并引发影响多种生物的环境灾难，当地渔业和旅游业都受到波及，成为美国“史上危害最严重的海上漏油事故”。</div>
                    <div style="margin-top:10px;">4月20日～26日——上海世博园试运行。</div>
                    <div style="margin-top:10px;">4月21日——全国各地各族人民深切悼念青海玉树地震遇难同胞。</div>
                    <div style="margin-top:10px;">4月22日——吉尔吉斯斯坦临时政府副总理奥穆尔别克·捷克巴耶夫说，吉尔吉斯斯坦将于10月10日举行议会和总统选举。</div>
                    <div style="margin-top:10px;">4月22日——斯里兰卡内战结束后选出的首届议会举行首次会议，拉贾帕克萨总统的哥哥查马尔·拉贾帕克萨当选为议长，新当选的225名议员在会上宣誓就职。</div>
                    <div style="margin-top:10px;">4月22日——比利时副首相兼财政大臣迪迪埃·雷恩代尔在布鲁塞尔宣布，比利时首相莱特姆已经向国王阿尔贝二世提交了政府辞呈。</div>
                    <div style="margin-top:10px;">4月23日——由上海美术电影制片厂出品的经典动画片《黑猫警长》的电影版《黑猫警长》在中国大陆上映。</div>
                    <div style="margin-top:10px;">4月23日——塔吉克斯坦新一届议会上院举行首次会议，前议长马赫马德赛义德·乌拜杜洛耶夫再次当选为议会上院议长。</div>
                    <div style="margin-top:10px;">4月23日——西班牙国王胡安·卡洛斯一世在塞万提斯家乡阿尔卡拉德埃纳雷斯向墨西哥著名作家何塞·埃米利奥·帕切科颁发2009年西班牙塞万提斯文学奖，以表彰他对文学所作的贡献。</div>
                    <div style="margin-top:10px;">4月25日——匈牙利举行国会选举第二轮投票。</div>
                    <div style="margin-top:10px;">4月25日——奥地利内政部公布的初步计票结果，奥地利现任总统海因茨·菲舍尔赢得了本届总统选举。菲舍尔不久将开始第二个为期6年的总统任期。</div>
                    <div style="margin-top:10px;">4月26日——苏丹国家选举委员会宣布，苏丹现任总统巴希尔在4月11日至15日举行的选举中当选下一届苏丹总统。</div>
                    <div style="margin-top:10px;">4月26日——CCTV-9由“英语国际频道”更名为“英语新闻频道”（CCTV-NEWS），原呼号CCTV-9于2011年1月1日起开播中央电视台纪录频道时重新使用该呼号。</div>
                    <div style="margin-top:10px;">4月27日——由尤小刚执导，殷桃、黄秋生等主演的古装历史剧《杨贵妃秘史》在湖南卫视黄金时段独家首播。</div>
                    <div style="margin-top:10px;">4月28日——比利时荷语基督教民主党决定推举现任党主席玛丽亚娜·蒂森参加首相竞选，已辞去首相一职的莱特姆宣布不再寻求连任。</div>
                    <div style="margin-top:10px;">4月28日～29日——第16届南亚区域合作联盟（南盟）首脑会议在不丹首都廷布举行。</div>
                    <div style="margin-top:10px;">4月29日——由叶伟信执导，甄子丹主演的功夫动作片《叶问2：宗师传奇》上映。</div>
                    <div style="margin-top:10px;">4月30日——法国前内政部长夏尔·帕卡因涉嫌在任职期间利用职务之便侵吞公共资金被判处1年有期徒刑，缓期执行。</div>
                    <div style="margin-top:10px;">4月30日——2010年上海世界博览会开幕式在中国上海世博文化中心隆重举行。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div style="margin-top:10px;">5月1日——中国2010年上海世界博览会开园仪式在上海世博中心举行。</div>
                    <div style="margin-top:10px;">5月2日——由高希希执导，陈建斌、于和伟、张博等主演的古装历史剧《三国》在安徽卫视、江苏卫视、重庆卫视、天津卫视四家卫视以及安徽网络电视台进行全国首播。</div>
                    <div style="margin-top:10px;">5月5日——时任中共中央总书记、国家主席胡锦涛在北京人民大会堂与朝鲜劳动党总书记、国防委员会委员长金正日举行会谈。</div>
                    <div style="margin-top:10px;">5月6日——英国举行议会选举。</div>
                    <div style="margin-top:10px;">5月8日——哥斯达黎加新当选总统劳拉·钦奇利亚在首都圣何塞宣誓就职，成为该国历史上首位女总统。</div>
                    <div style="margin-top:10px;">5月10日——菲律宾举行总统选举。</div>
                    <div style="margin-top:10px;">5月10日——土耳其最大反对党共和人民党主席德尼兹·巴伊卡尔因卷入性丑闻事件宣布辞职。</div>
                    <div style="margin-top:10px;">5月11日——英国女王伊丽莎白二世授权保守党领袖戴维·卡梅伦组建英国新一届政府。卡梅伦也因此成为英国近200年来最年轻的首相。</div>
                    <div style="margin-top:10px;">5月11日——《每周质量报告》撤出CCTV-2。</div>
                    <div style="margin-top:10px;">5月12日——中国第二个防灾减灾日，以纪念汶川大地震2周年。</div>
                    <div style="margin-top:10px;">5月12日——利比亚非洲航空公司一架空客A330客机在利比亚首都的黎波里机场坠毁，造成103人遇难，仅1名儿童生还。</div>
                    <div style="margin-top:10px;">5月12日——马达加斯加过渡权力机构领导人拉乔利纳发表电视讲话，宣布2010年11月26日举行总统选举，他同时宣称自己将不参加总统竞选。</div>
                    <div style="margin-top:10px;">5月12日——第63届法国戛纳国际电影节正式拉开帷幕。</div>
                    <div style="margin-top:10px;">5月12日——美国Oracle公司举办的全球数据库建模大赛，中国代表队（何新洪、卢志勇、李伟坚{深圳信息职业技术学院}）获得了第三名的成绩，实现了中国在此项大赛的得奖零突破。</div>
                    <div style="margin-top:10px;">5月14日——匈牙利新一届国会举行成立会议，施密特·帕尔当选国会主席。</div>
                    <div style="margin-top:10px;">5月17日——阿富汗帕米尔航空公司一架客机在阿北部帕尔万省戈尔班德地区坠毁，机上43名乘员全部遇难。</div>
                    <div style="margin-top:10px;">5月17日～19日——中共中央、国务院召开新疆工作座谈会，对新形势下实现新疆跨越式发展和长治久安作出决策部署。</div>
                    <div style="margin-top:10px;">5月18日——中国台湾男歌手周杰伦的个人第十张原创专辑《跨时代》发行。</div>
                    <div style="margin-top:10px;">5月22日——印度航空公司一架波音737客机在印度西南部卡纳塔克邦的门格洛尔机场降落时突然坠毁，造成158人遇难，8人生还。</div>
                    <div style="margin-top:10px;">5月22日——国际米兰在2010年欧洲冠军联赛决赛中以2-0击败拜仁慕尼黑夺冠，成为意甲历史上首个集联赛冠军、意大利杯冠军、欧冠冠军于一身的“三冠王”球队。</div>
                    <div style="margin-top:10px;">5月23日——埃塞俄比亚举行议会选举。</div>
                    <div style="margin-top:10px;">5月24日——特立尼达和多巴哥举行议会选举，反对党联合民族大会党在选举中获得多数议席，宣告选举胜利，其领导人卡姆拉·珀塞德－比塞萨尔成为特多历史上首位女性总理。</div>
                    <div style="margin-top:10px;">5月24日～25日——第二轮中美战略与经济对话在北京举行。</div>
                    <div style="margin-top:10px;">5月26日——中共中央办公厅、国务院办公厅印发《关于领导干部报告个人有关事项的规定》。</div>
                    <div style="margin-top:10px;">5月28日——捷克举行议会选举。</div>
                    <div style="margin-top:10px;">5月28日——印度一客运列车在印度东部西孟加拉邦遭到反政府武装袭击后出轨，并同对面驶来的货车相撞，造成至少148人死亡、200多人受伤。</div>
                    <div style="margin-top:10px;">5月28日——南京地铁2号线和南京地铁1号线南延线开通运营。</div>
                    <div style="margin-top:10px;">5月29日——匈牙利国会选举青民盟主席欧尔班·维克托为匈牙利新总理，欧尔班随后宣誓就职。</div>
                    <div style="margin-top:10px;">5月30日——哥伦比亚举行总统选举。</div>
                    <div style="margin-top:10px;">5月31日——德国总统霍斯特·克勒因发表不当言论宣布辞职。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div style="margin-top:10px;">6月1日——埃及举行协商会议（议会上院）中期选举。</div>
                    <div style="margin-top:10px;">6月2日——日本首相鸠山由纪夫宣布辞职。</div>
                    <div style="margin-top:10px;">6月2日——我国成功发射第四颗北斗导航卫星（G3）。</div>
                    <div style="margin-top:10px;">6月3日——孟加拉国首都达卡一栋居民楼发生严重火灾，火势随后蔓延到周围9座居民楼，造成119人死亡，上百人受伤</div>
                    <div style="margin-top:10px;">6月4日——日本执政的民主党新代表（党首）菅直人在国会众参两院首相指名选举中当选新一任首相。</div>
                    <div style="margin-top:10px;">6月4日——由叶伟民执导，徐峥、王宝强主演的公路喜剧电影《人在囧途》在中国大陆上映。</div>
                    <div style="margin-top:10px;">6月5日——CCTV-10由“科学·教育频道”更名为“科教频道”。</div>
                    <div style="margin-top:10px;">6月5日——美国总统奥巴马宣布，提名国防部副部长詹姆斯·克拉珀为新任国家情报总监。</div>
                    <div style="margin-top:10px;">6月5日——中国国家男子足球队在法属留尼旺岛以1-0战胜1998年世界杯冠军法国队。这是中国足球队在1984年的尼赫鲁金杯上击败世界杯冠军阿根廷队后，再次战胜世界顶级国家队。</div>
                    <div style="margin-top:10px;">6月6日——匈牙利最大反对党社会党召开代表大会，推举匈牙利驻泰国大使鲍洛格·安德拉什为总统候选人。</div>
                    <div style="margin-top:10px;">6月7日——朝鲜第12届最高人民会议第三次会议在平壤举行，会议决定免除金英日的内阁总理职务，并选举崔永林为内阁总理。</div>
                    <div style="margin-top:10px;">6月8日——苹果公司发布黑色版iPhone 4，同时还发布8G版黑色iPhone 3GS。</div>
                    <div style="margin-top:10px;">6月9日——荷兰举行议会二院（下院）选举。</div>
                    <div style="margin-top:10px;">6月9日——联合国安理会就伊朗核问题通过第1929号决议，决定对伊朗实行自2006年以来的第四轮制裁。</div>
                    <div style="margin-top:10px;">6月9日——菲律宾国会参众两院召开联席会议，宣布自由党候选人贝尼尼奥·阿基诺三世以高票当选菲律宾第15任总统。</div>
                    <div style="margin-top:10px;">6月11日～7月11日——2010年南非世界杯开幕。本届世界杯在南非的10个城市举行，是首次在非洲举行的世界杯。</div>
                    <div style="margin-top:10px;">6月12日——斯洛伐克举行国民议会选举。</div>
                    <div style="margin-top:10px;">6月12日——伊拉克政党库尔德斯坦爱国联盟（库爱盟）宣布，伊总统贾拉勒·塔拉巴尼再次以绝对优势蝉联该党主席。</div>
                    <div style="margin-top:10px;">6月15日——日本政府召开内阁会议，决定任命日本伊藤忠商事公司顾问丹羽宇一郎为新任驻华大使。</div>
                    <div style="margin-top:10px;">6月18日——芬兰总理马蒂·万哈宁正式向总统哈洛宁提交辞呈，哈洛宁随后批准了他的辞呈。他曾被法国前总统希拉克称为“芬兰最性感的男人”。</div>
                    <div style="margin-top:10px;">6月19日——法国前总理多米尼克·德维尔潘在巴黎宣布成立名为“团结共和”运动的新政党，目标直指2012年总统选举。</div>
                    <div style="margin-top:10px;">6月19日——中共中央印发《关于加强和改进新形势下党史工作的意见》，深刻阐述党史工作的意义，明确规定新形势下党史工作的指导思想、基本要求和主要任务，对加强党对党史工作的领导、提高党史工作科学化水平提出新要求。</div>
                    <div style="margin-top:10px;">6月20日——波兰举行总统选举。</div>
                    <div style="margin-top:10px;">6月21日——河南平顶山煤矿火药爆炸事故。</div>
                    <div style="margin-top:10px;">6月24日——2010年南非世界杯小组赛末轮，卫冕冠军意大利队2-3不敌斯洛伐克队，排名垫底遭淘汰。成为世界杯历史上第四支在小组赛中折戟的卫冕冠军，同时也是第二支无缘16强的卫冕冠军。而且由于法国队此前已经遭到淘汰，本届杯赛也因此成为第一次上届冠亚军同时被淘汰出16强的世界杯。</div>
                    <div style="margin-top:10px;">6月24日——澳大利亚执政党工党举行党内选举，副总理朱莉娅·吉拉德当选党首，取代现总理陆克文成为澳首位女总理，随后吉拉德在议会大厦宣誓就任澳大利亚新总理。</div>
                    <div style="margin-top:10px;">6月25日——朝鲜战争爆发60周年。</div>
                    <div style="margin-top:10px;">6月25日——八国集团首脑会议在加拿大安大略省首府多伦多北部马斯科卡地区的亨茨维尔小镇开幕。</div>
                    <div style="margin-top:10px;">6月26日10时15分，两架从银川、西安起飞的客机沿着新开辟的“天路”先后飞抵固原六盘山机场。当天，固原市六盘山机场正式通航，首次开通固原至银川、固原至西安的航班，这标志着自治区航空运输网络格局全面完成。</div>
                    <div style="margin-top:10px;">6月26日～27日——20国集团第四次首脑会议在加拿大举行。</div>
                    <div style="margin-top:10px;">6月27日——几内亚举行总统选举第一轮投票。</div>
                    <div style="margin-top:10px;">6月28日——捷克总统克劳斯任命公民民主党主席彼得·内恰斯为政府总理。</div>
                    <div style="margin-top:10px;">6月29日——海峡两岸关系协会与台湾海峡交流基金会在重庆签署《海峡两岸经济合作框架协议》，推进了两岸经济合作机制化和制度化进程。</div>
                    <div style="margin-top:10px;">6月30日——长株潭城际铁路（东段长沙西站至株洲南站，西段长沙西站至湘潭站）开工建设。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div style="margin-top:10px;">7月1日——《中华人民共和国侵权责任法》正式施行。</div>
                    <div style="margin-top:10px;">7月2日——刚果（金）东部南基伍省乌维拉市附近的一个村庄，一辆油罐车因交通事故发生侧翻。当地居民哄抢泄漏的汽油时发生爆炸，造成242人死亡，100多人受伤。</div>
                    <div style="margin-top:10px;">7月5日～6日——中央西部大开发工作会议在北京召开。</div>
                    <div style="margin-top:10px;">7月6日——《百姓故事》正式停播，撤出CCTV-1。</div>
                    <div style="margin-top:10px;">7月8日——中共中央、国务院印发《国家中长期教育改革和发展规划纲要（2010—2020年）》。</div>
                    <div style="margin-top:10px;">7月11日——库克群岛曼加伊亚岛、法属波利尼西亚部分岛屿、复活节岛、智利和阿根廷南端出现日全食，南太平洋和南美洲中南部出现日偏食。全食经过地区迎来大量游客和科学家，著名导演詹姆斯·卡梅隆和NASA科学家和都在法属波利尼西亚观测了日全食。</div>
                    <div style="margin-top:10px;">7月11日——西班牙队在世界杯决赛上以1-0击败荷兰队，首次夺得世界杯冠军，成为世界杯历史上第八支冠军球队。亦是欧洲球队历史上第一次在本土以外举行的世界杯上夺得冠军。</div>
                    <div style="margin-top:10px;">7月12日——《新闻调查》撤出CCTV-1。《新闻20分》正式停播，撤出CCTV-1。</div>
                    <div style="margin-top:10px;">7月12日——《中国法治报道》正式停播，撤出CCTV-12。</div>
                    <div style="margin-top:10px;">7月13日——微软操作系统Windows 2000终止所有技术支持。</div>
                    <div style="margin-top:10px;">7月13日～14日——新世纪第一次全国教育工作会议召开。</div>
                    <div style="margin-top:10px;">7月16日——7·16大连输油管道爆炸事故。</div>
                    <div style="margin-top:10px;">7月18日——第一个“曼德拉国际日”。</div>
                    <div style="margin-top:10px;">7月25日——真人秀节目《中国达人秀第一季》在东方卫视首播。</div>
                    <div style="margin-top:10px;">7月21日——全国党史工作会议在北京人民大会堂举行。</div>
                    <div style="margin-top:10px;">7月26日——陕广新闻正式开播。</div>
                    <div style="margin-top:10px;">7月27日——CCTV-7由“少儿·军事·农业频道”更名为“军事·农业频道”。</div>
                    <div style="margin-top:10px;">7月28日——7·28南京化工厂爆炸事故。</div>
                    <div style="margin-top:10px;">7月28日——巴基斯坦一架空客A321客机在首都伊斯兰堡附近的默尔加拉山坠毁，机上152人全部遇难。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div style="margin-top:10px;">8月1日——我国成功发射第五颗北斗导航卫星（I1）。</div>
                    <div style="margin-top:10px;">8月3日——贵州仁怀矿难。</div>
                    <div style="margin-top:10px;">8月4日——所罗门群岛举行国民议会选举。</div>
                    <div style="margin-top:10px;">8月5日——智利圣何塞铜矿矿难。</div>
                    <div style="margin-top:10px;">8月6日——印控克什米尔列城因突遭暴雨袭击引发洪水和泥石流，许多建筑损毁。洪灾造成至少166人死亡，另有约400人失踪。</div>
                    <div style="margin-top:10px;">8月6日——波兰当选总统布罗尼斯瓦夫·科莫罗夫斯基在波兰议会大厦举行的国民大会（众参两院联席会议）上宣誓就职。</div>
                    <div style="margin-top:10px;">8月6日——匈牙利当选总统施米特·帕尔的就职庆典在总统府举行，施米特正式就任匈牙利共和国总统。</div>
                    <div style="margin-top:10px;">8月7日——甘肃省甘南藏族自治州舟曲县发生特大山洪泥石流灾害，已造成1501人遇难、264人失踪、26470人受灾。</div>
                    <div style="margin-top:10px;">8月8日——中国第二个全民健身日，为纪念2008年北京奥运会。</div>
                    <div style="margin-top:10px;">8月8日——八·八水灾及台风莫拉克一周年纪念日。</div>
                    <div style="margin-top:10px;">8月14日～15日——全国推广湖北省对口支援民族地区发展经验交流会在湖北武汉和恩施土家族苗族自治州举行。</div>
                    <div style="margin-top:10px;">8月14日～26日——2010年新加坡青少年奥林匹克运动会在新加坡举行。</div>
                    <div style="margin-top:10px;">8月15日——在甘肃舟曲特大山洪泥石流发生第7天时，全国举行哀悼活动，深切哀悼在这次灾害中遇难的同胞。</div>
                    <div style="margin-top:10px;">8月15日——日本宣布无条件投降65周年。</div>
                    <div style="margin-top:10px;">8月17日——8·17辽宁抚顺坠机事件。</div>
                    <div style="margin-top:10px;">8月18日——云南省怒江僳僳族自治州贡山独龙族怒族自治县普拉底乡突发特大泥石流灾害，已造成29人死亡、63人失踪。</div>
                    <div style="margin-top:10px;">8月18日——2010年阿克苏爆炸袭击事件。</div>
                    <div style="margin-top:10px;">8月23日——香港一旅游团客车在菲律宾首都马尼拉被劫持，造成8名香港游客死亡、7人受伤。</div>
                    <div style="margin-top:10px;">8月24日——河南航空有限公司一架客机在黑龙江省伊春市林都机场降落接近跑道时断成两截后坠毁，造成42人遇难、54人受伤。</div>
                    <div style="margin-top:10px;">8月26日～30日——应时任中共中央总书记、国家主席胡锦涛的邀请，时任朝鲜劳动党总书记、国防委员会委员长金正日对中国进行非正式访问，并在吉林省、黑龙江省参观考察。</div>
                    <div style="margin-top:10px;">8月28日——第16届世界男篮锦标赛在土耳其伊斯坦布尔举行。</div>
                    <div style="margin-top:10px;">8月30日——大型中英文画集《朱宣咸作品选》由上海人民美术出版社出版。收录了中国画画家、木刻版画家、漫画家与美术活动家朱宣咸从1943年到2002年，跨越大半个世纪、从浙江到上海再到重庆创作的中国画、中国新兴木刻版画与时政漫画等作品。</div>
                    <div style="margin-top:10px;">8月31日——时任中共中央总书记、国家主席胡锦涛在长春同朝鲜劳动党总书记、国防委员会委员长金正日举行会谈。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div style="margin-top:10px;">9月1日——《开学第一课》撤出CCTV-2，在CCTV-1播出。</div>
                    <div style="margin-top:10px;">9月1日——手机实名制正式实施。</div>
                    <div style="margin-top:10px;">9月1日——云南省保山市隆阳区瓦马乡河东村大石房村民小组发生特大地质灾害，已造成29人死亡，19人失踪。</div>
                    <div style="margin-top:10px;">9月2日——由李少红执导，杨洋、蒋梦婕等主演的古装情感剧《红楼梦》在安徽卫视、北京卫视首播。</div>
                    <div style="margin-top:10px;">9月3日——中国人民抗日战争暨世界反法西斯战争胜利65周年。</div>
                    <div style="margin-top:10px;">9月5日——西班牙巴斯克分裂主义组织“埃塔”宣布停火。</div>
                    <div style="margin-top:10px;">9月7日——山东东营胜利油田作业3号平台发生倾斜。平台上4人落水，32人被困平台。经中国海上搜救中心连夜救助，有34人获救，1人死亡，1人失踪。</div>
                    <div style="margin-top:10px;">9月7日——中日钓鱼岛撞船事件发生。</div>
                    <div style="margin-top:10px;">9月9日——9·9俄罗斯弗拉季高加索爆炸事件。</div>
                    <div style="margin-top:10px;">9月13日——省部级领导干部民族工作专题研讨班在中央党校开班。</div>
                    <div style="margin-top:10px;">9月14日——日本首相菅直人在民主党代表（党首）选举中击败竞选对手民主党前干事长小泽一郎，连任民主党代表。</div>
                    <div style="margin-top:10px;">9月14日——9·15河北晋州货车爆炸事故。</div>
                    <div style="margin-top:10px;">9月18日——阿富汗举行议会人民院（下院）选举。</div>
                    <div style="margin-top:10px;">9月19日——超强台风“凡亚比”在台湾花莲登陆。“凡亚比”造成台湾6人死亡，并引发粤西“9·21”水灾，造成广东100人死亡、41人失踪。</div>
                    <div style="margin-top:10px;">9月19日——瑞典举行议会选举。</div>
                    <div style="margin-top:10px;">9月21日——索马里过渡政府总理奥马尔·阿卜迪拉希德·阿里·舍马克宣布辞职。</div>
                    <div style="margin-top:10px;">9月24日——日本冲绳县那霸地方检察厅当天决定以“保留处分”形式放还非法抓扣的中国渔船船长詹其雄。</div>
                    <div style="margin-top:10px;">9月25日——被日方非法抓扣的中国渔船船长詹其雄返回福州。</div>
                    <div style="margin-top:10px;">9月29日——日本著名女歌手滨崎步的个人第五十张单曲专辑《L》发行，首发的第一周即取得7.1万张的销量，在日本公信榜的周间单曲销量排行榜上位居冠军，这是滨崎步自单曲《Free & Easy》（中文译名《自由自在》）以来，连续25张单曲初登场即获得公信榜的冠军，也打破了此前由松田圣子保持了22年之久的“女艺人连续获得首位作品数（24张）”的纪录。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div style="margin-top:10px;">10月1日——中华人民共和国61岁华诞。</div>
                    <div style="margin-top:10px;">10月1日——上海世博会中国国家馆日。</div>
                    <div style="margin-top:10px;">10月1日18时59分57秒，搭载着嫦娥二号卫星的长征三号丙运载火箭在西昌卫星发射中心点火发射。</div>
                    <div style="margin-top:10px;">10月2日——拉脱维亚举行议会选举。</div>
                    <div style="margin-top:10px;">10月3日——巴西举行总统选举第一轮投票。</div>
                    <div style="margin-top:10px;">10月4日——国务院总理温家宝出席了在布鲁塞尔举行的第8届亚欧首脑会议开幕式并致辞。</div>
                    <div style="margin-top:10px;">10月5日——国务院总理温家宝在布鲁塞尔会见了韩国总统李明博。</div>
                    <div style="margin-top:10px;">10月5日——国务院总理温家宝和德国总理默克尔在德国梅泽贝格宫举行会晤，并发表中德总理会晤联合新闻公报。</div>
                    <div style="margin-top:10px;">10月7日——世界技能组织在牙买加召开大会，批准中国正式加入该组织。</div>
                    <div style="margin-top:10px;">10月8日——日本队在主场进行的国际足球友谊赛中，历史性的以1-0的比分首次战胜阿根廷队。</div>
                    <div style="margin-top:10px;">10月10日——国务院作出《关于加快培育和发展战略性新兴产业的决定》。</div>
                    <div style="margin-top:10px;">10月14日——荷兰自民党领袖马克·吕特接替此前担任八年荷兰首相的扬·彼得·巴尔克嫩德，宣誓就职新一任荷兰首相。</div>
                    <div style="margin-top:10px;">10月14日——索马里总统谢赫谢里夫·谢赫·艾哈迈德宣布任命穆罕默德·阿卜杜拉希为过渡政府新总理，接替辞去总理职务的奥马尔·舍马克。</div>
                    <div style="margin-top:10px;">10月15日～18日——中共十七届五中全会召开，通过《关于制定国民经济和社会发展第十二个五年规划的建议》，增补习近平为中央军委副主席。</div>
                    <div style="margin-top:10px;">10月16日——一10·16河北大学新校区交通肇事逃逸案（又称我爸是李刚事件）发生，随即引起社会广泛关注。</div>
                    <div style="margin-top:10px;">10月16日——上海世博会第169天，当日票检入园人数达到103.27万人次，累计入园人数达到6462.14万，双双打破1970年大阪世博会创下的历史最高记录，正式成为参观人数最多的一届世博会。</div>
                    <div style="margin-top:10px;">10月20日——药家鑫案发生，经媒体披露后成为舆论焦点。</div>
                    <div style="margin-top:10px;">10月21日——俄罗斯总统梅德韦杰夫签署命令，任命维亚切斯拉夫·沃洛金为联邦政府副总理兼政府办公厅主任，接替离开联邦政府的谢尔盖·索比亚宁。</div>
                    <div style="margin-top:10px;">10月23日——巴林举行议会选举。</div>
                    <div style="margin-top:10px;">10月24日——联合国成立65周年。</div>
                    <div style="margin-top:10px;">10月24日——上海世博会累计参观人数突破7000万人次。</div>
                    <div style="margin-top:10px;">10月25日——中国人民志愿军抗美援朝出国作战60周年。</div>
                    <div style="margin-top:10px;">10月25日——印度尼西亚西苏门答腊省明打威群岛附近海域发生里氏7.2级地震并引发海啸，造成至少509人死亡、21人失踪、上万居民无家可归。</div>
                    <div style="margin-top:10px;">10月26日——印度尼西亚默拉皮火山喷发，造成至少304人死亡、467人重伤、33万名附近居民离家避难。这是该火山100年来最严重的一次喷发。</div>
                    <div style="margin-top:10px;">10月26日，沪杭高速铁路开通运营，列车最高速度达到356公里每小时。</div>
                    <div style="margin-top:10px;">10月28日——第17届东南亚国家联盟（东盟）首脑会议在越南河内国家会议中心开幕。</div>
                    <div style="margin-top:10px;">10月31日——中国2010年上海世界博览会闭幕式在上海世博文化中心隆重举行。</div>
                    <div style="margin-top:10px;">10月31日——坦桑尼亚举行总统选举。</div>
                    <div style="margin-top:10px;">10月31日——科特迪瓦举行总统选举第一轮投票。</div>
                    <div style="margin-top:10px;">10月31日——巴西举行总统选举第二轮投票，执政党劳工党候选人迪尔玛·罗塞夫当选为巴西历史上首位女总统。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div style="margin-top:10px;">11月1日0点，上海世博会旗林广场举行降旗仪式，世博会正式闭幕。</div>
                    <div style="margin-top:10px;">11月1日0时26分，我国在西昌卫星发射中心用长征三号丙运载火箭将第六颗北斗导航卫星送入太空，这里是我国2010年连续发送的第四颗北斗导航卫星。</div>
                    <div style="margin-top:10px;">11月1日——第12届中国科技博览会在福州隆重举行。</div>
                    <div style="margin-top:10px;">11月1日——国家主席胡锦涛在人民大会堂会见了联合国秘书长潘基文。</div>
                    <div style="margin-top:10px;">11月1日——时任俄罗斯总统梅德韦杰夫当天上午登上南千岛群岛（日本称北方四岛）的国后岛。这是俄罗斯国家元首首次视察俄日之间存在争议的岛屿。</div>
                    <div style="margin-top:10px;">11月2日——美国举行国会中期选举。</div>
                    <div style="margin-top:10px;">11月2日——拉脱维亚第10届议会举行首次全体会议，并选举现执政联盟中的统一联盟领导人索尔维塔·阿博尔吉娜为新议长。国内两大网络运营商的网上战争升级。</div>
                    <div style="margin-top:10px;">11月3日——“3Q大战”爆发，当晚18时许，腾讯发布公告，在装有360软件的电脑上停止运行QQ软件。360随即推出了“WebQQ”的客户端，但腾讯随即关闭了WebQQ服务。</div>
                    <div style="margin-top:10px;">11月4日——古巴加勒比航空公司一架客机在该国中部城市圣斯皮里图斯附近坠毁，机上68人全部遇难。</div>
                    <div style="margin-top:10px;">11月4日——全国政协主席贾庆林出席中波早餐会并发表谈话。</div>
                    <div style="margin-top:10px;">11月5日——中国大陆第一条海底隧道——厦门翔安海底隧道全线贯通。</div>
                    <div style="margin-top:10px;">11月7日——缅甸举行多党制全国大选。</div>
                    <div style="margin-top:10px;">11月7日——阿塞拜疆举行议会选举。</div>
                    <div style="margin-top:10px;">11月7日——几内亚举行总统选举第二轮投票，几内亚人民联盟党主席阿尔法·孔戴获得52.52%的选票，领先于竞争对手、几内亚民主力量联盟主席塞卢·达莱因·迪亚洛。</div>
                    <div style="margin-top:10px;">11月8日——国务院副总理李克强出席第四届中日节能环保综合论坛开幕式。</div>
                    <div style="margin-top:10px;">11月9日——约旦举行国民议会众议院选举。</div>
                    <div style="margin-top:10px;">11月11日——伊拉克国民议会第一次会议在中断数月后复会，并选举“伊拉克名单”成员乌萨玛·努贾伊菲为新一任议长。</div>
                    <div style="margin-top:10px;">11月11日——伊拉克国民议会经过投票，选举贾拉勒·塔拉巴尼连任伊拉克总统。</div>
                    <div style="margin-top:10px;">11月11日——二十国集团峰会在韩国首都首尔召开，会议以汇率、全球金融安全网、国际金融组织改革和发展为四大主要议题。</div>
                    <div style="margin-top:10px;">11月12日～27日——2010年广州亚运会在广州举办，主题是“激情盛会 和谐亚洲”。来自45个国家和地区的14000多名官员和运动员参加本届亚运会。中国体育代表团位居金牌榜和奖牌榜首位。</div>
                    <div style="margin-top:10px;">11月13日——亚太经济合作组织第18次领导人非正式会议在日本横滨举行。</div>
                    <div style="margin-top:10px;">11月13日——缅甸全国民主联盟（民盟）总书记昂山素季软禁期满获释。</div>
                    <div style="margin-top:10px;">11月13日～20日——第二届“森林重庆”暨重庆—台湾周在重庆开幕。</div>
                    <div style="margin-top:10px;">11月15日——上海市静安区胶州路一住宅楼发生严重火灾，造成58人死亡、70人受伤。</div>
                    <div style="margin-top:10px;">11月17日——中国国际旅游交易会在上海开幕，共谋旅游发展大业。</div>
                    <div style="margin-top:10px;">11月17日——马达加斯加过渡权力机构开始对修改后的新宪法进行全民公投，力求早日摆脱持续近两年的政治危机。</div>
                    <div style="margin-top:10px;">11月20日——全国兴边富民行动十年总结暨经验交流会在云南召开。</div>
                    <div style="margin-top:10px;">11月21日——布基纳法索举行总统选举。</div>
                    <div style="margin-top:10px;">11月22日——柬埔寨首都金边钻石岛发生严重踩踏事件，造成353人死亡，393人受伤。</div>
                    <div style="margin-top:10px;">11月23日——延坪岛炮击事件。朝鲜和韩国在延坪岛互相炮击，造成十数人死伤，数十栋建筑起火，令朝鲜半岛局势骤然紧张。</div>
                    <div style="margin-top:10px;">11月24日——广州亚运会男子110米栏决赛中，“中国飞人”刘翔以13秒09获得冠军，成为历史上第一位在亚运会110米栏比赛，连续三届比赛获得冠军并且三破赛会纪录的选手。</div>
                    <div style="margin-top:10px;">11月25日——汤加举行议会选举。</div>
                    <div style="margin-top:10px;">11月26日——中国国民党荣誉主席连战之子连胜文在台湾省永和市为市议员助选时头部遭到枪击。</div>
                    <div style="margin-top:10px;">11月27日——台湾举行“五都选举”投票。</div>
                    <div style="margin-top:10px;">11月28日——摩尔多瓦举行议会选举。</div>
                    <div style="margin-top:10px;">11月28日——海地举行总统选举。</div>
                    <div style="margin-top:10px;">11月28日——埃及举行人民议会（议会下院）选举。</div>
                    <div style="margin-top:10px;">11月28日——科特迪瓦举行总统选举第二轮投票，反对派领导人、前总理瓦塔拉赢得选举。</div>
                    <div style="margin-top:10px;">11月29日——阿塞拜疆国民议会选出新一届议会领导人，阿萨多夫当选连任议会主席。</div>
                    <div style="margin-top:10px;">11月29日——坎昆世界气候大会在墨西哥海滨城市坎昆开幕。</div>
                    <div style="margin-top:10px;">11月29日——美国威斯康星州马里内特县一所中学发生学生持枪劫持人质事件，5个多小时后，被劫持23名学生及1名教师全部平安获救，但枪手开枪自杀身亡。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div style="margin-top:10px;">12月3日，新一代高速动车组和谐号最高时速达到486千米。</div>
                    <div style="margin-top:10px;">12月3日——几内亚最高法院院长马马杜·西拉宣布几总统选举第二轮投票最终结果，确认人民联盟党主席阿尔法·孔戴赢得总统选举。</div>
                    <div style="margin-top:10px;">12月6日——《看见》在CCTV-1开播。</div>
                    <div style="margin-top:10px;">12月6日——美国、韩国、日本三国外长在华盛顿举行会晤。会晤结束后，三国外长发表了联合声明，表示三国将在与朝鲜相关的问题上保持和加强协调与磋商。</div>
                    <div style="margin-top:10px;">12月6日至7日——第31届海湾阿拉伯国家合作委员会（海合会）首脑会议在阿拉伯联合酋长国首都阿布扎比举行。</div>
                    <div style="margin-top:10px;">12月7日——河南省三门峡市渑池县的河南义马煤业集团巨源煤业公司发生瓦斯爆炸，造成26人遇难。</div>
                    <div style="margin-top:10px;">12月9日——襄樊市委、市人大、市政府、市政协等机关和部门的匾牌相继更换为襄阳市的匾牌，至此，襄樊市正式更名为襄阳市，襄樊市襄阳区同时更名为襄阳市襄州区。</div>
                    <div style="margin-top:10px;">12月10日——12·10湖北黄冈制药厂爆炸事故。</div>
                    <div style="margin-top:10px;">12月10日——坎昆世界气候大会在墨西哥海滨城市坎昆闭幕。</div>
                    <div style="margin-top:10px;">12月10日～12日——中央经济工作会议在北京举行。</div>
                    <div style="margin-top:10px;">12月12日～19日——2010年广州亚残运会在中国广州举行。</div>
                    <div style="margin-top:10px;">12月15日——西藏墨脱公路嘎隆拉隧道贯通，创造公路建设奇迹。16架海鹞式战斗机在英国皇家空军位于东米德兰兹的基地举行了告别飞行，海鹞式战斗飞机正式退役。</div>
                    <div style="margin-top:10px;">12月15日——12·15江苏扬州家具厂爆炸事故。</div>
                    <div style="margin-top:10px;">12月16日——《拆迁条例》修改。</div>
                    <div style="margin-top:10px;">12月16日——《央广财经评论》在中央人民广播电台经济之声开播。</div>
                    <div style="margin-top:10px;">12月17日——吉尔吉斯斯坦议会在首都比什凯克召开会议，“故乡”党领导人阿赫马特别克·克尔迪别科夫当选为新一届议会议长。</div>
                    <div style="margin-top:10px;">12月18日——我国成功发射第七颗北斗导航卫星（I2）。</div>
                    <div style="margin-top:10px;">12月18日——国际米兰在2010年世俱杯赛决赛中以3-0完胜非洲冠军马赞姆贝，历史上首次捧起世俱杯冠军奖杯，在2010年成为集意甲联赛冠军、意大利杯冠军、欧冠冠军、意大利超级杯冠军、世俱杯冠军于一身的“五冠王”球队，成为意大利第一支“五冠王”球队。</div>
                    <div style="margin-top:10px;">12月19日——白俄罗斯举行总统选举，现任总统卢卡申科成功连任。</div>
                    <div style="margin-top:10px;">12月19日——中国资本市场20周年，上海证券交易所成立20周年。</div>
                    <div style="margin-top:10px;">12月21日——国务院印发《全国主体功能区规划》。这是新中国成立以来第一个全国性国土空间开发规划。</div>
                    <div style="margin-top:10px;">12月21日——几内亚共和国新总统阿尔法·孔戴在首都科纳克里人民宫正式宣誓就职。</div>
                    <div style="margin-top:10px;">12月22日——时任国家民委主任杨晶受国务院委托，向十一届全国人大常委会第十八次会议报告加快少数民族和民族地区经济社会发展工作情况。</div>
                    <div style="margin-top:10px;">12月22日——日本著名女歌手滨崎步的个人第十二张原创专辑《Love songs》（中文译名《恋曲集》或《爱曲集》）发行，发行首周夺得日本公信榜销量冠军，除了累积冠军专辑数高达17张之多，还一举刷新自我纪录，创下日本乐坛历史上连续13年专辑销量夺冠的纪录。</div>
                    <div style="margin-top:10px;">12月22日——由冯小刚执导，葛优、舒淇主演的贺岁喜剧电影《非诚勿扰2》在中国大陆上映。</div>
                    <div style="margin-top:10px;">12月24日～25日——全国城市民族工作座谈会在浙江宁波市召开。</div>
                    <div style="margin-top:10px;">12月26日——长沙地铁1号线（开福区政府站至尚双塘站）开工建设。</div>
                    <div style="margin-top:10px;">12月28日——《军情连连看》栏目正式停播，撤出CCTV-7。</div>
                    <div style="margin-top:10px;">12月28日——深圳地铁2号线一期工程和深圳地铁3号线一期工程开通运营。</div>
                    <div style="margin-top:10px;">12月30日——西藏尼玛北京时间2010年12月30日2时31分5.0级地震，震源深度160公里。3时1分发生又4.4级余震。</div>
                    <div style="margin-top:10px;">12月30日——12·30云南昆明制药厂爆炸事故。</div>
                    <div style="margin-top:10px;">12月31日——中共中央、国务院作出《关于加快水利改革发展的决定》，对新形势下水利改革发展作出一系列明确规定，提出力争通过5年到10年努力，从根本上扭转水利建设明显滞后的局面；到2020年，基本建成防洪抗旱减灾等体系。这是进入新世纪以来中央发出的第八个关于“三农”问题的“一号文件”。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2011">2011年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2012">2012年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2013">2013年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2014">2014年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2015">2015年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2016">2016年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2017">2017年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2018">2018年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2019">2019年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2020">2020年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2021">2021年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        <el-tab-pane label="2022">2022年
            <el-collapse v-model="activeNames" @change="handleChange" >
                <el-collapse-item title="1月" name="1">
                    <div>1月1日——被瑞士选民于1999年投票表决通过的新《瑞士宪法》正式实施。</div>
                    <div>1月1日——汉中音乐广播正式开播。</div>
                </el-collapse-item>
                <el-collapse-item title="2月" name="2">
                    <div>控制反馈：通过界面样式和交互动效让用户可以清晰的感知自己的操作；</div>
                    <div>页面反馈：操作后，通过页面元素的变化清晰地展现当前状态。</div>
                </el-collapse-item>
                <el-collapse-item title="3月" name="3">
                    <div>简化流程：设计简洁直观的操作流程；</div>
                    <div>清晰明确：语言表达清晰且表意明确，让用户快速理解进而作出决策；</div>
                    <div>帮助用户识别：界面简单直白，让用户快速识别而非回忆，减少用户记忆负担。</div>
                </el-collapse-item>
                <el-collapse-item title="4月" name="4">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="5月" name="5">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="6月" name="6">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="7月" name="7">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="8月" name="8">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="9月" name="9">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="10月" name="10">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="11月" name="11">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
                <el-collapse-item title="12月" name="12">
                    <div>用户决策：根据场景可给予用户操作建议或安全提示，但不能代替用户进行决策；</div>
                    <div>结果可控：用户可以自由的进行操作，包括撤销、回退和终止当前操作等。</div>
                </el-collapse-item>
            </el-collapse>
        </el-tab-pane>
        </ul>
    </el-tabs>
</template>

<script>
    export default {
        name: "Aside",
        data:function () {
            return {tabPosition:"left",
                timeLineHeight: "",
            }
        },
        methods: {
            handleChange(val) {
                console.log(val);
            }
        },
        mounted() {
            this.timeLineHeight = document.documentElement.clientHeight;
            window.onresize = () => {
                this.timeLineHeight = document.documentElement.clientHeight;
            };
        }

    }
</script>

<style>
    .el-tabs{
        margin: 32px;
    }
    .demo-tabs > .el-tabs__content {
        padding: 32px;
        color: #6b778c;
        font-size: 32px;
        font-weight: 600;
    }
    .el-tabs--right .el-tabs__content,
    .el-tabs--left .el-tabs__content {
        height: 100%;
    }
</style>
